Repository: AlderMatus/WPFDemo
Catalog: Carefusion.Supply.CSharpResource/CSharpResource.*.resx
Languages: de_de, es_es, fi_fi, fr_fr, it_it, pt_pt, tr_tr

# UnitAlreadyExistError
source: Unit Of Measure {0} already exists. Please enter a unique Unit Of Measure.
de_de: Maßeinheit {0} ist bereits vorhanden. Geben Sie eine eindeutige Maßeinheit ein.
es_es: La unidad de medida {0} ya existe. Introduzca una unidad de medida única.
fi_fi: Mittayksikkö {0} on jo olemassa. Määritä yksilöllinen mittayksikkö.
fr_fr: L'unité de mesure {0} existe déjà. Entrez une unité de mesure unique.
it_it: L'unità di misura {0} esiste già. Immettere un'unità di misura univoca.
pt_pt: A unidade de medida {0} já existe. Introduza uma unidade de medida única.
tr_tr: Ölçü Birimi {0} zaten mevcut. Lütfen benzersiz bir Ölçü Birimi girin.

source: Column Constraint Error
es_es: Error de restricción de columna
fi_fi: Sarakkeen rajoitevirhe
fr_fr: Erreur de contrainte de colonne
it_it: Errore vincolo colonne
pt_pt: Erro de limitações da coluna
tr_tr: Sütun Kısıtlama Hatası

source: Default Item Class
es_es: Clase de artículo predeterminado
fi_fi: Oletusarvoinen tuoteluokka
fr_fr: Classe d'article par défaut
it_it: Classe articolo predefinita
pt_pt: Classe de item predefinida
tr_tr: Varsayılan Öğe Sınıfı

source: Duplicate Exists
es_es: Hay un duplicado
fi_fi: Kaksoiskappale järjestelmässä
fr_fr: Il existe un double
it_it: Sono presenti duplicati
pt_pt: Existe um duplicado
tr_tr: Yinelenen Giriş Mevcut

source: Reference Error
de_de: Referenzfehler
es_es: Error de referencia
fi_fi: Viittausvirhe
fr_fr: Erreur de référence
it_it: Errore di riferimento
pt_pt: Erro de referência
tr_tr: Referans Hatası

source: Reference Still Exists
de_de: Referenz noch vorhanden
es_es: La referencia sigue existiendo
fi_fi: Viittaus edelleen olemassa
fr_fr: La référence existe toujours
it_it: Il riferimento è ancora esistente
pt_pt: A referência ainda existe
tr_tr: Referans Hâlâ Mevcut

# CannotFindFile
source: Cannot find file {0}
es_es: No se puede encontrar el archivo {0}
fi_fi: Tiedostoa {0} ei löydy
fr_fr: Fichier {0} introuvable
it_it: Impossibile trovare il file {0}
pt_pt: Não é possível encontrar o ficheiro {0}
tr_tr: {0} dosyası bulunamıyor

source: Restart
es_es: Reiniciar
fi_fi: Käynnistä uud.
fr_fr: Redémarrer
it_it: Riavvia
pt_pt: Reiniciar
tr_tr: Yeniden Başlat

source: Try To Restart
es_es: Intentar reiniciar
fi_fi: Yritä käynnistää uudelleen
fr_fr: Essayez de redémarrer
it_it: Tentativo di riavvio
pt_pt: Tente reiniciar
tr_tr: Yeniden Başlatmayı Dene

# DuplicateDiscardReason
source: A Discard reason with the same name already exists! Please enter another discard reason.
de_de: XXXA Discard reason with the same name already exists! Please enter another discard reason.
es_es: Ya existe un motivo de descarte con el mismo nombre. Introduzca otro motivo de descarte.
fi_fi: Järjestelmässä on jo samanniminen hävittämisen syy. Anna toinen hävittämisen syy.
fr_fr: Il existe déjà un motif d'élimination portant ce nom ! Saisissez-en un autre.
it_it: Un motivo di eliminazione con lo stesso nome esiste già. Inserire un altro motivo di eliminazione.
pt_pt: Já existe um motivo de descarte com o mesmo nome. Introduza outro motivo de descarte.
tr_tr: Aynı ada sahip bir İptal etme nedeni zaten mevcut! Lütfen başka bir iptal etme nedeni girin.

# ConfirmToDeleteReason
source: Are you sure you want to delete this reason?
de_de: XXXAre you sure you want to delete this reason?
es_es: ¿Está seguro de que desea eliminar este motivo?
fi_fi: Haluatko varmasti poistaa tämän syyn?
fr_fr: Souhaitez-vous réellement supprimer ce motif ?
it_it: Eliminare il motivo?
pt_pt: Tem a certeza de que pretende eliminar este motivo?
tr_tr: Bu nedeni silmek istediğinizden emin misiniz?

# TxTempCaseWillBeExpired
source: Some transactions belonging to {0}(ID: {1}) will be purged tommorrow. To avoid losing transactions, transfer {0} to a permanent patient or a case associated with a permanent patient.
de_de: XXX - Some transactions belonging to {0}(ID: {1}) will be purged tommorrow. To avoid losing transactions, transfer {0} to a permanent patient or a case associated with a permanent patient.
es_es: Algunas transacciones pertenecientes a {0}(ID: {1}) se purgarán mañana. Para evitar perder transacciones, transfiera {0} a un paciente permanente o un caso asociado con un paciente permanente.
fi_fi: Jotkin kohteeseen {0} (tunnus: {1}) liittyvät tapahtumat poistetaan huomenna. Jos haluat estää tapahtumien häviämisen, siirrä {0} pysyvään potilaaseen tai pysyvän potilaan tapaukseen.
fr_fr: Certaines des transactions de {0} (ID : {1}) seront purgées demain. Pour éviter de perdre des transactions, transférez {0} vers un patient admis ou un dossier associé à un patient admis.
it_it: Alcune transazioni appartenenti a {0}(ID: {1}) verranno eliminate domani. Per evitare la perdita di transazioni, trasferire {0} a un paziente permanente o a un caso associato a un paziente permanente.
pt_pt: Algumas transações pertencentes a {0}(ID: {1}) serão purgadas amanhã. Para evitar perder as transações, transfira {0} para um paciente permanente ou um caso associado a um paciente permanente.
tr_tr: {0}(Kimlik: {1}) öğesine ait bazı işlemler yarın temizlenecek. İşlemleri kaybetmemek için {0} öğesini kalıcı bir hastaya veya kalıcı bir hastayla ilişkilendirilmiş bir vakaya aktarın.

# TxTempPatientWillBeExpired
source: Some transactions belonging to {0}(ID: {1}) will be purged tommorrow. To avoid losing data, merge {0} with a permanent patient.
de_de: XXX - Some transactions belonging to {0}(ID: {1}) will be purged tommorrow. To avoid losing data, merge {0} with a permanent patient.
es_es: Algunas transacciones pertenecientes a {0}(ID: {1}) se purgarán mañana. Para evitar perder datos, fusione {0} con un paciente permanente.
fi_fi: Jotkin kohteeseen {0} (tunnus: {1}) liittyvät tapahtumat poistetaan huomenna. Jos haluat estää tapahtumien häviämisen, yhdistä {0} pysyvään potilaaseen.
fr_fr: Certaines des transactions de {0} (ID : {1}) seront purgées demain. Pour éviter de perdre des données, fusionnez {0} avec un patient admis.
it_it: Alcune transazioni appartenenti a {0}(ID: {1}) verranno eliminate domani. Per evitare la perdita di dati, unire {0} a un paziente permanente.
pt_pt: Algumas transações pertencentes a {0}(ID: {1}) serão purgadas amanhã. Para evitar perder dados, junte {0} a um paciente permanente.
tr_tr: {0}(Kimlik: {1}) öğesine ait bazı işlemler yarın temizlenecek. Verileri kaybetmemek için {0} öğesini kalıcı bir hastayla birleştirin.

# RFIDItemUsed
source: The selected tag is associated with an item that has been used. The tag association cannot be updated or deleted.
es_es: La etiqueta seleccionada está asociada con un artículo ya utilizado. No es posible actualizar o eliminar la asociación de etiquetas.
fi_fi: Valittu tunniste on liitetty aiemmin käytettyyn tuotteeseen. Tunnisteen liitosta ei voi päivittää tai poistaa.
fr_fr: L'étiquette sélectionnée est associée à un article qui a été utilisé. Impossible de mettre à jour ou de supprimer l'association de l'étiquette.
it_it: La tag selezionata è associata a un articolo che è stato utilizzato. Impossibile aggiornare o eliminare l'associazione di tag.
pt_pt: A bandeira selecionada está associada a um item que foi utilizado. A associação de bandeira não pode ser atualizada nem eliminada.
tr_tr: Seçili etiket, kullanılmış bir öğeyle ilişkilendirilmiş. Etiket ilişkilendirmesi güncellenemez veya silinemez.

# RFIDAssociated
source: Associated
es_es: Asociado
fi_fi: Liitetty
fr_fr: Associé
it_it: Associata
pt_pt: Associada
tr_tr: İlişkilendirilmiş

# RFIDConfirmDelete
source: Are you sure you want to remove the link between the RFID tag and the associated item?
es_es: ¿Está seguro de que desea eliminar esta asociación?
fi_fi: Haluatko varmasti poistaa tämän liitoksen?
fr_fr: Souhaitez-vous réellement supprimer cette association ?
it_it: Eliminare l'associazione?
pt_pt: Tem a certeza de que pretende eliminar esta associação?
tr_tr: Bu ilişkilendirmeyi silmek istediğinizden emin misiniz?

# RFIDInvalidTag
source: Invalid RFID tag
es_es: Etiqueta de RFID no válida
fi_fi: Virheellinen RFID-tunniste
fr_fr: Étiquette RFID incorrecte
it_it: Tag RFID non valida
pt_pt: Bandeira RFID inválida
tr_tr: Geçersiz RFID etiketi

# RFIDLinkScancode
source: The scancode you entered is not associated to the selected item. Do you want to associate the scancode to the item now?
es_es: El código de escaneo que ha introducido no está asociado con el artículo seleccionado. ¿Desea asociar el código de escaneo al artículo ahora?
fi_fi: Annettua skannauskoodia ei ole liitetty valittuun tuotteeseen. Haluatko liittää skannauskoodin tuotteeseen nyt?
fr_fr: Le code de scan saisi n'est pas associé à l'article sélectionné. Voulez-vous l'associer à cet article maintenant ?
it_it: Il codice di scansione immesso non è associato all'articolo selezionato. Associare il codice di scansione all'articolo ora?
pt_pt: O código de leitura introduzido não está associado ao item selecionado. Pretende associar o código de leitura ao item agora?
tr_tr: Girdiğiniz tarama kodu, seçili öğeyle ilişkilendirilmemiş. Tarama kodunu bu öğeyle şimdi ilişkilendirmek istiyor musunuz?

# RFIDScancodeNotFound
source: The scancode you entered is not linked to an item. Do you want to select an item to link it to?
es_es: El código de escaneo que ha introducido no está vinculado a un artículo. ¿Desea seleccionar un artículo al cual vincularlo?
fi_fi: Annettua skannauskoodia ei ole liitetty tuotteeseen. Haluatko valita tuotteen, johon se liitetään?
fr_fr: Le code de scan saisi n'est lié à aucun article. Voulez-vous sélectionner l'article auquel le lier ?
it_it: Il codice di scansione immesso non è collegato a un articolo. Selezionare un articolo al quale collegarlo?
pt_pt: O código de leitura introduzido não está ligado a nenhum item. Pretende selecionar um item ao qual ligar?
tr_tr: Girdiğiniz tarama kodu bir öğeyle bağlantılı değil. Bağlantı kurmak istediğiniz bir öğe seçmek istiyor musunuz?

# RFIDConfirmSave
source: Do you want to save the tag association?
es_es: ¿Desea guardar la asociación de etiquetas?
fi_fi: Haluatko tallentaa tunnisteiden liitoksen?
fr_fr: Voulez-vous enregistrer le couplage d'étiquette ?
it_it: Salvare l'associazione di tag?
pt_pt: Pretende guardar a associação de bandeira?
tr_tr: Etiket ilişkilendirmesini kaydetmek istiyor musunuz?

# RFIDTagStatus
source: |Not Associated|Associated|Associated\Loaded
es_es: No asociado|Asociado|Asociado\Cargado
fi_fi: |Ei liitetty|Liitetty|Liitetty\ladattu
fr_fr: |Non associé|Associé|Associé\Chargé
it_it: |Non associata|Associata|Associata\Caricata
pt_pt: |Não associada|Associada|Associada\Carregada
tr_tr: |İlişkilendirilmemiş|İlişkilendirilmiş|İlişkilendirilmiş\Yüklü

# RFIDEnterItem
source: Scan an item Scancode or Browse for an item to begin.
es_es: Escanee un código de escaneo de un artículo o explore un artículo para asociarlo con la etiqueta.
fi_fi: Skannaa tunnisteeseen liitettävän tuotteen skannauskoodi tai selaa liitettävään tuotteeseen.
fr_fr: Scannez le code d'un article ou recherchez l'article à associer à l'étiquette.
it_it: Eseguire la scansione di un articolo Codice scansione o cercare un articolo da associare alla tag.
pt_pt: Digitalize o código de leitura de um item ou procure um item para associar à bandeira.
tr_tr: Bir öğe Tarama Kodu tarayın veya Etiketle ilişkilendirecek bir öğe için Gözatın.

# RFIDEnterTag
source: Scan or type a Tag ID to begin.
es_es: Escanee o introduzca un ID de etiqueta para comenzar.
fi_fi: Aloita skannaamalla tai kirjoittamalla tunnisteen tunnus.
fr_fr: Scannez ou tapez l'ID d'étiquette pour commencer.
it_it: Eseguire la scansione o digitare un ID tag per iniziare.
pt_pt: Digitalize ou introduza uma ID de bandeira para começar.
tr_tr: Başlamak için bir Etiket Kimliği tarayın veya yazın.

# RFIDEnterTagForItem
source: Scan or type a Tag ID to associate with the selected item.
es_es: Escanee o introduzca un ID de etiqueta para asociarlo con el artículo seleccionado.
fi_fi: Skannaa tai kirjoita valittuun tuotteeseen liitettävän tunnisteen tunnus.
fr_fr: Scannez ou tapez l'ID d'étiquette à associer à l'article sélectionné.
it_it: Eseguire la scansione o digitare un ID tag da associare all'elemento selezionato.
pt_pt: Digitalize ou introduza uma ID de bandeira para associar ao item selecionado.
tr_tr: Seçili öğeyle ilişkilendirilecek bir Etiket Kimliği tarayın veya yazın.

# RFIDEnterTracking
source: Scan or type the requested tracking information before printing tag(s).
es_es: Escanee o introduzca la información de seguimiento solicitada antes de guardar la asociación.
fi_fi: Skannaa tai kirjoita pakolliset seurantatiedot ennen liitoksen tallentamista.
fr_fr: Scannez ou tapez les informations de suivi sollicitées avant d'enregistrer l'association.
it_it: Eseguire la scansione o digitare le informazioni di traccia richieste prima di salvare l'associazione.
pt_pt: Digitalize ou introduza a informação de rastreio solicitada antes de guardar a associação.
tr_tr: İlişkilendirmeyi kaydetmeden önce, istenen izleme bilgilerini tarayın veya yazın.

# RFIDTagAssociated
source: The tag is already associated. To modify a value, update it and save. If you want to disassociate the tag, click Clear Association.
es_es: La etiqueta ya está asociada. Para modificar un valor, actualícelo y guarde los cambios. Si desea desasociar la etiqueta, haga clic en Borrar asociación.
fi_fi: Tunniste on jo liitetty. Voit muokata arvoa päivittämällä ja tallentamalla sen. Jos haluat poistaa tunnisteen liitoksen, valitse Poista liitos.
fr_fr: L'étiquette est déjà associée. Pour modifier une valeur, mettez-la à jour et enregistrez-la. Pour dissocier l'étiquette, cliquez sur Effacer association.
it_it: La tag è già associata. Per modificare un valore, aggiornarlo e salvarlo. Se si desidera annullare l'associazione della tag, fare clic su Cancella associazione.
pt_pt: A bandeira já está associada. Para modificar o valor, atualize-o e guarde. Caso pretenda remover a associação da bandeira, clique em Eliminar associação.
tr_tr: Etiket zaten ilişkilendirilmiş. Bir değeri değiştirmek için bu değeri güncelleyip kaydedin. Etiketin ilişkilendirmesini kaldırmak istiyorsanız İlişkilendirmeyi Temizle'ye tıklayın.

# RFIDTagIDInvalid
source: The Tag ID entered is not valid. Try entering the Tag ID again.
es_es: El ID de etiqueta introducido no es válido. Intente introducir el ID de nuevo.
fi_fi: Annettu tunnisteen tunnus on virheellinen. Kokeile antaa tunnisteen tunnus uudelleen.
fr_fr: L'ID d'étiquette saisi est incorrect. Essayez de le saisir à nouveau.
it_it: L'ID tag immesso non è valido. Immettere nuovamente l'ID tag.
pt_pt: A ID da bandeira introduzida não é válida. Tente introduzir a ID da bandeira novamente.
tr_tr: Girilen Etiket Kimliği geçerli değil. Etiket Kimliğini yeniden girmeyi deneyin.

# RFIDTrackingMissing
source: Tag Associator cannot save the association because required information is either missing or invalid. Fill in the required information before saving.
es_es: El asociador de etiquetas no puede guardar la asociación porque la información obligatoria falta o no es válida. Rellene la información obligatoria antes de guardar.
fi_fi: Tunnisteliitostoiminto ei voi tallentaa liitosta, koska pakollisia tietoja puuttuu tai jotkin niistä ovat virheellisiä. Täytä pakolliset tiedot ennen tallentamista.
fr_fr: Le coupleur d'étiquette ne peut pas enregistrer l'association car les informations obligatoires sont manquantes ou incorrectes. Saisissez ces informations avant d'enregistrer.
it_it: Associazione tag non può salvare l'associazione perché le informazioni richieste sono mancanti o non valide. Inserire le informazioni richieste prima di salvare.
pt_pt: O associador de bandeiras não pode guardar a associação pois a informação necessária está em falta ou é inválida. Preencha a informação necessária antes de guardar.
tr_tr: Etiket İlişkilendirici ilişkilendirmeyi kaydedemiyor çünkü gereken bilgiler eksik veya geçersiz. Kaydetmeden önce gereken bilgileri doldurun.

# RFIDTagLoaded
source: The tag is already associated and loaded. To modify an item tracking value, update it and save.
es_es: La etiqueta ya está asociada y cargada. Para modificar un valor de seguimiento de un artículo, actualícelo y guarde los cambios.
fi_fi: Tunniste on jo liitetty ja ladattu. Voit muokata tuotteen seurannan arvoa päivittämällä ja tallentamalla sen.
fr_fr: L'étiquette est déjà associée et chargée. Pour modifier une valeur de suivi d'article, mettez-la à jour et enregistrez-la.
it_it: La tag è già associata e caricata. Per modificare un valore di traccia di un articolo, aggiornarlo e salvarlo.
pt_pt: A bandeira já está associada e carregada. Para modificar o valor de rastreio de um item, atualize-o e guarde.
tr_tr: Etiket zaten ilişkilendirilmiş ve yüklü. Bir öğe takibi değerini değiştirmek için bunu güncelleyip kaydedin.

source: Item ID
es_es: ID de artículo
fi_fi: Tuotteen tunnus
fr_fr: ID de l'article
it_it: ID articolo
pt_pt: ID do Item
tr_tr: Öğe Kimliği

source: Item Name
es_es: Nombre de artículo
fi_fi: Tuotteen nimi
fr_fr: Nom de l'article
it_it: Nome articolo
pt_pt: Nome do item
tr_tr: Öğe Adı

# NoRecordFound
source: No records found that match search parameters.
es_es: No se encontraron registros coincidentes con los parámetros de búsqueda.
fi_fi: Hakuparametreja vastaavia tietueita ei löytynyt.
fr_fr: Aucun enregistrement ne correspond aux paramètres de recherche.
it_it: Non è stato trovato alcun record corrispondente ai parametri di ricerca.
pt_pt: Sem registos correspondentes aos parâmetros de procura.
tr_tr: Arama parametreleriyle eşleşen herhangi bir kayıt bulunamadı.

# RebuildFail
source: Fail to rebuild database
es_es: Error en la reconstrucción de la base de datos
fi_fi: Tietokannan uudelleenmuodostus epäonnistui
fr_fr: Échec de recréation de la base de données
it_it: Impossibile rigenerare il database
pt_pt: Falha ao reconstruir a base de dados
tr_tr: Veritabanı yeniden oluşturulamadı

# RebuildOK
source: Rebuild database successfully
es_es: Reconstruir base de datos correctamente
fi_fi: Tietokannan uudelleenmuodostus onnistui
fr_fr: Recréer la base de données
it_it: Rigenerazione database completata correttamente
pt_pt: Base de dados reconstruída com sucesso
tr_tr: Veritabanını başarıyla yeniden oluştur

# MaxFilterCharsExceeded
source: Maximum number of filter characters ({0}) exceeded. Select fewer filter items.
de_de: XXX Maximum number of filter characters ({0}) exceeded. Select fewer filter items.
es_es: N.º máx. de caracteres de filtro ({0}) superados. Seleccione menos artículos de filtro.
fi_fi: Suodattimen merkkimäärä on enimmäispituutta ({0}) suurempi. Valitse vähemmän suodatinkohteita.
fr_fr: Nombre maximum de caractères de filtre ({0}) dépassé. Sélectionnez moins d'articles de filtre.
it_it: È stato superato il numero massimo di caratteri filtro ({0}). Selezionare meno filtri.
pt_pt: Foi excedido o número máximo de carateres do filtro ({0}). Selecione menos itens no filtro.
tr_tr: Maksimum filtre karakteri sayısı ({0}) aşıldı. Daha az filtre öğesi seçin.

# folderInUse
source: Directory being used by another program. Please try again later
es_es: Directorio utilizado por otro programa. Por favor, inténtelo de nuevo más tarde.
fi_fi: Hakemisto on toisen ohjelman käytössä. Yritä myöhemmin uudelleen.
fr_fr: Répertoire utilisé par un autre programme. Veuillez réessayer plus tard
it_it: Directory utlizzata da un altro programma. Riprovare più tardi.
pt_pt: O diretório está sendo usado por outro programa. Tente novamente mais tarde.
tr_tr: Dizin başka bir program tarafından kullanılıyor. Lütfen daha sonra tekrar deneyin

source: Rename
es_es: Renombrar
fi_fi: Nimeä uudelleen
fr_fr: Renommer
it_it: Rinominare
pt_pt: Renomear
tr_tr: Yeniden Adlandır

source: New Folder
de_de: XXXNewFolder
es_es: Nueva carpeta
fi_fi: Uusi kansio
fr_fr: Nouveau Dossier
it_it: Nuova cartella
pt_pt: Nova pasta
tr_tr: Yeni Klasör

# DeleteDefault
source: The selected domain is set as the default domain. Please select a new default domain before deleting this domain.
de_de: XXX The selected domain is set as the default domain. Please select a new default domain before deleting this domain.
es_es: XXX The selected domain is set as the default domain. Please select a new default domain before deleting this domain.
fr_fr: XXX The selected domain is set as the default domain. Please select a new default domain before deleting this domain.
it_it: XXX The selected domain is set as the default domain. Please select a new default domain before deleting this domain.
pt_pt: XXX The selected domain is set as the default domain. Please select a new default domain before deleting this domain.
tr_tr: XXX The selected domain is set as the default domain. Please select a new default domain before deleting this domain.

# DeleteDomainWarning
source: Are you sure you want to delete this domain?
de_de: XXX Are you sure you want to delete this domain?
es_es: XXX Are you sure you want to delete this domain?
fr_fr: XXX Are you sure you want to delete this domain?
it_it: XXX Are you sure you want to delete this domain?
pt_pt: XXX Are you sure you want to delete this domain?
tr_tr: XXX Are you sure you want to delete this domain?

# DeleteLastDomain
source: This is the last domain for the Supply System. Deleting this domain will remove active directory registration for all Supply users. All users will have to use their previous Supply user credentials and may require assistance to reset their password after this change. Do you want to delete this domain?
de_de: XXX This is the last domain for the Supply System. Deleting this domain will remove active directory registration for all Supply users. All users will have to use their previous Supply user credentials and may require assistance to reset their password after this change. Do you want to delete this domain?
es_es: XXX This is the last domain for the Supply System. Deleting this domain will remove active directory registration for all Supply users. All users will have to use their previous Supply user credentials and may require assistance to reset their password after this change. Do you want to delete this domain?
fr_fr: XXX This is the last domain for the Supply System. Deleting this domain will remove active directory registration for all Supply users. All users will have to use their previous Supply user credentials and may require assistance to reset their password after this change. Do you want to delete this domain?
it_it: XXX This is the last domain for the Supply System. Deleting this domain will remove active directory registration for all Supply users. All users will have to use their previous Supply user credentials and may require assistance to reset their password after this change. Do you want to delete this domain?
pt_pt: XXX This is the last domain for the Supply System. Deleting this domain will remove active directory registration for all Supply users. All users will have to use their previous Supply user credentials and may require assistance to reset their password after this change. Do you want to delete this domain?
tr_tr: XXX This is the last domain for the Supply System. Deleting this domain will remove active directory registration for all Supply users. All users will have to use their previous Supply user credentials and may require assistance to reset their password after this change. Do you want to delete this domain?
