Repository: AlderMatus/WPFDemo
Catalog: Carefusion.Supply.CSharpResource/CSharpResource.*.resx
Languages: de_de, es_es, fi_fi, fr_fr, it_it, pt_pt, tr_tr

source: Abort
de_de: Abbrechen
es_es: Anular
fi_fi: Keskeytä
fr_fr: Abandonner
it_it: Interrompi
pt_pt: Abortar
tr_tr: Durdur

source: Aborted
de_de: Abgebrochen
es_es: Anulado
fi_fi: Keskeytetty
fr_fr: Abandonné
it_it: Interrotto
pt_pt: Abortado
tr_tr: Durduruldu

source: Activity
de_de: Aktivität
es_es: Actividad
fi_fi: Toiminto
fr_fr: Activité
it_it: Attività
pt_pt: Atividade
tr_tr: Etkinlik

source: Add
de_de: Hinzufügen
es_es: Añadir
fi_fi: Lisää
fr_fr: Ajouter
it_it: Aggiungi
pt_pt: Adicionar
tr_tr: Ekle

source: Add Directory
de_de: Verzeichnis hinzufügen
es_es: Añadir directorio
fi_fi: Lisää hakemisto
fr_fr: Ajouter un répertoire
it_it: Aggiungi directory
pt_pt: Adicionar diretório
tr_tr: Dizin Ekle

# AddFormatToSave
source: Need to choose a format to work.
de_de: Es muss ein Format ausgewählt werden.
es_es: Debe elegir un formato para trabajar.
fi_fi: Työskentelyä varten on valittava muoto.
fr_fr: Choix de format obligatoire.
it_it: Scegliere un formato per lavorare.
pt_pt: É necessário escolher um formato para trabalhar.
tr_tr: Çalışmak için bir biçim seçilmesi gerekiyor.

# AddLocationToPrint
source: Printers are not set up in Console Site options and there is no default printer. Printers have to be set up to print reports.
de_de: In den Standortoptionen für die Konsole sind keine Drucker eingerichtet. Es gibt keinen Standarddrucker. Zum Drucken von Berichten müssen Drucker eingerichtet sein.
es_es: Las impresoras no están configuradas en las opciones de centro de la consola y no hay una impresora predeterminada. Las impresoras deben configurarse para imprimir informes.
fi_fi: Tulostimia ei ole määritetty konsolin paikka-asetuksissa, eikä oletustulostinta ole. Raporttien tulostaminen edellyttää, että tulostimet on määritetty.
fr_fr: Les imprimantes ne sont pas configurées dans les options du site de la console et il n'existe pas d'imprimante par défaut. Des imprimantes doivent être configurées pour permettre l'impression des rapports.
it_it: Nelle opzioni Console Site non ci sono stampanti impostate e non c'è una stampante predefinita. Per stampare i rapporti è necessario impostare le stampanti.
pt_pt: As impressoras não estão definidas nas opções de local da consola e não existe impressora predefinida. É necessário definir impressoras para imprimir os relatórios.
tr_tr: Yazıcılar, Konsol Tesis seçeneklerinde ayarlanmamış ve varsayılan yazıcı yok. Raporları yazdırmak için yazıcıların ayarlanması gerekir.

# AddLocationToSave
source: Export locations are not set up in Console Site options. Locations have to be set up to export reports.
de_de: In den Standortoptionen für die Konsole sind keine Exportspeicherorte eingerichtet. Zum Exportieren von Berichten müssen Speicherorte eingerichtet sein.
es_es: Las ubicaciones de exportación no están configuradas en las opciones de centro de la consola. Es necesario configurar ubicaciones para exportar informes.
fi_fi: Vientisijainteja ei ole määritetty konsolin paikka-asetuksissa. Raporttien vieminen edellyttää, että sijainnit on määritetty.
fr_fr: Les emplacements d'exportation ne sont pas configurés dans les options du site de la console. Ils doivent être configurés pour que les rapports puissent être exportés.
it_it: Nelle opzioni Console Site non ci sono ubicazioni di esportazione impostate. Per esportare i rapporti è necessario impostare le ubicazioni.
pt_pt: As localizações de exportação não estão definidas nas opções de local da consola. É necessário definir as localizações para exportar relatórios.
tr_tr: Dışa aktarma konumları, Konsol Tesis seçeneklerinde ayarlanmamış. Raporları dışa aktarmak için konumların ayarlanması gerekir.

source: Add Printer
de_de: Drucker hinzufügen
es_es: Añadir impresora
fi_fi: Lisää tulostin
fr_fr: Ajouter une imprimante
it_it: Aggiungi stampante
pt_pt: Adicionar impressora
tr_tr: Yazıcı Ekle

source: After
de_de: Nach
es_es: Después
fi_fi: Jälkeen
fr_fr: Après
it_it: Dopo
pt_pt: Depois
tr_tr: Sonra

# Aftercurrentdate
source: Future dates including today
de_de: Zukünftige Daten, einschließlich heute
es_es: Fechas futuras incluido hoy
fi_fi: Tulevat päivät tästä päivästä alkaen
fr_fr: Dates ultérieures, aujourd'hui inclus
it_it: Date future incluso oggi
pt_pt: Datas no futuro, incluindo hoje
tr_tr: Bugün dahil gelecekteki tarihler

# AlarmSilent
source: Silent
de_de: Ton aus
es_es: Silencio
fi_fi: Hiljainen
fr_fr: Muet
it_it: Muto
pt_pt: Silencioso
tr_tr: Sessiz

# AlarmSpeech
source: Speech
de_de: Sprechen
es_es: Habla
fi_fi: Sanallinen
fr_fr: Discours
it_it: Voce
pt_pt: Discurso
tr_tr: Konuşma

# AlarmTone
source: Tone
de_de: Ton
es_es: Tono
fi_fi: Äänimerkki
fr_fr: Son
it_it: Tono
pt_pt: Tom
tr_tr: Ton

source: Alias
fi_fi: Aliasnimi
pt_pt: Nome alternativo
tr_tr: Takma ad

source: All
de_de: Alle
es_es: Todo
fi_fi: Kaikki
fr_fr: Tous
it_it: Tutti
pt_pt: Todos
tr_tr: Tümü

# AllDatesFromTomorrow
source: After today
de_de: Nach heute
es_es: Después de hoy
fi_fi: Tämän päivän jälkeen
fr_fr: Après aujourd'hui
it_it: Dopo oggi
pt_pt: Após hoje
tr_tr: Bugünden sonra

# AllDatesToYesterday
source: Before today
de_de: Vor heute
es_es: Antes de hoy
fi_fi: Ennen tätä päivää
fr_fr: Avant aujourd'hui
it_it: Prima di oggi
pt_pt: Antes de hoje
tr_tr: Bugünden önce

# andwithspace
source: and
de_de: und
es_es: y
fi_fi: ja
fr_fr: et
it_it: e
pt_pt: e
tr_tr: ve

source: April
es_es: Abril
fi_fi: huhtikuu
fr_fr: Avril
it_it: Aprile
pt_pt: Abril
tr_tr: Nisan

source: Ascending
de_de: Aufsteigend
es_es: Ascendente
fi_fi: Nouseva
fr_fr: Croissant
it_it: Crescente
pt_pt: Ascendente
tr_tr: Artan

source: August
es_es: Agosto
fi_fi: elokuu
fr_fr: Août
it_it: Agosto
pt_pt: Agosto
tr_tr: Ağustos

source: Auto Refill
de_de: Automatisch nachfüllen
es_es: Reposición automática
fi_fi: Autom. täyttö
fr_fr: Auto-remplissage
it_it: Ricarica automatica
pt_pt: Recarga automática
tr_tr: Otomatik Yeniden Doldurma

# BadEndDate
source: Please enter end date that is the same as or after the start date.
de_de: Geben Sie ein Enddatum ein, das mit dem Startdatum identisch ist oder danach liegt.
es_es: Introduzca una fecha final igual o posterior a la fecha inicial.
fi_fi: Anna päättymispäivä, joka on joko sama kuin aloituspäivä tai aloituspäivän jälkeen.
fr_fr: Indiquez une date de fin identique ou ultérieure à la date de début.
it_it: Immettere una data uguale o successiva alla data di inizio.
pt_pt: Introduza uma data de fim igual ou posterior à data de início.
tr_tr: Lütfen başlangıç tarihiyle aynı veya bu tarihten sonra olan bir bitiş tarihi girin.

# BadGroupOrSort
source: The {0} boxes {1} and {2} are similar. Make sure you want to make this selection.
de_de: Die {0} Felder {1} und {2} sind ähnlich. Vergewissern Sie sich, dass Ihre Auswahl richtig ist.
es_es: Los {0} cuadros {1} y {2} son similares. Asegúrese de que desea hacer esta selección.
fi_fi: Kohteen {0} laatikot {1} ja {2} ovat samankaltaisia. Varmista, että haluat tehdä tämän valinnan.
fr_fr: Les zones {0}, {1} et {2} sont identiques. Vérifiez qu'il ne s'agit pas d'une erreur.
it_it: La casella {0} {1} e {2} sono simili. Confermare di volere effettuare questa selezione.
pt_pt: As caixas {0} {1} e {2} são semelhantes. Certifique-se de que pretende fazer esta seleção.
tr_tr: {0} kutusu {1} ve {2} benzerdir. Bu seçimi yapmak istediğinizden emin olun.

# BadPrice
source: Decimal format is incorrect. Should be XXXXXXXXX.ZZZZ
de_de: Falsches Dezimalformat. Richtiges Format: XXXXXXXXX.ZZZZ
es_es: El formato decimal es incorrecto. Debe ser XXXXXXXXX.ZZZZ
fi_fi: Desimaalimuoto on virheellinen. Oikea muoto on XXXXXXXXX,ZZZZ
fr_fr: Le format décimal est incorrect. Format approprié : XXXXXXXXX.ZZZZ
it_it: Formato decimale errato. Deve essere XXXXXXXXX.ZZZZ
pt_pt: O formato decimal está incorreto. Deveria ser XXXXXXXXX.ZZZZ
tr_tr: Ondalık biçimi yanlış. XXXXXXXXX,ZZZZ olmalı

# BadStartTime
source: Please enter a start time in the future.
de_de: Geben Sie eine Startzeit ein, die in der Zukunft liegt.
es_es: Introduzca una hora de inicio futura.
fi_fi: Anna tulevaisuudessa oleva aloitusaika.
fr_fr: Entrez une heure de début située dans le futur.
it_it: Immettere una data di inizio futura.
pt_pt: Introduza uma data de início no futuro.
tr_tr: Lütfen gelecekteki bir başlangıç saati girin.

source: batch report
de_de: Stapelbericht
es_es: informe programado
fi_fi: eräraportti
fr_fr: rapport par lot
it_it: rapporto programmato
pt_pt: relatório em lote
tr_tr: seri rapor

source: Before
de_de: Vor
es_es: Antes
fi_fi: Ennen
fr_fr: Avant
it_it: Prima di
pt_pt: Antes
tr_tr: Önce

# Beforecurrentdate
source: Past dates including today
de_de: Vergangene Daten, einschließlich heute
es_es: Fechas pasadas incluido hoy
fi_fi: Menneet päivät tämä päivä mukaan lukien
fr_fr: Dates antérieures, aujourd'hui inclus
it_it: Date trascorse incluso oggi
pt_pt: Datas no passado, incluindo hoje
tr_tr: Bugün dahil geçmiş tarihler

# BlankNode
source: Directory name cannot be blank.
de_de: Es muss ein Verzeichnisname angegeben werden.
es_es: El nombre del directorio no puede estar en blanco.
fi_fi: Hakemiston nimi ei voi olla tyhjä.
fr_fr: Le nom du répertoire ne peut pas être vierge.
it_it: Il nome della directory non può essere vuoto.
pt_pt: O nome do diretório não pode estar em branco.
tr_tr: Dizin adı boş olamaz.

# BothNetworkAndLocalPrinterFailed
source: Fail to load network printer and local printer.
de_de: Netzwerkdrucker und lokaler Drucker konnten nicht geladen werden.
es_es: Error en la carga de la impresora de red y la impresora local.
fi_fi: Verkkotulostimen ja paikallisen tulostimen lataus epäonnistui.
fr_fr: Échec de chargement de l'imprimante réseau et de l'imprimante locale.
it_it: Errore di caricamento stampante locale e stampante di rete.
pt_pt: Falha ao ler a impressora de rede e a impressora local.
tr_tr: Ağ yazıcısı ve yerel yazıcı yüklenemedi.

# Calendar1stHalf
source: Calendar first half
de_de: Kalender, erste Hälfte
es_es: Primera mitad del calendario
fi_fi: Kalenteri, 1. vuosipuolisko
fr_fr: Première moitié du calendrier
it_it: Calendario prima metà
pt_pt: Primeira metade do calendário
tr_tr: Takvimin birinci yarısı

# Calendar1stQtr
source: Calendar 1st quarter
de_de: Kalender, 1. Quartal
es_es: Primer trimestre del calendario
fi_fi: Kalenteri, 1. vuosineljännes
fr_fr: 1er trimestre du calendrier
it_it: Calendario primo trimestre
pt_pt: 1.º trimestre do calendário
tr_tr: Takvimin 1. çeyreği

# Calendar2ndHalf
source: Calendar second half
de_de: Kalender, zweite Hälfte
es_es: Segunda mitad del calendario
fi_fi: Kalenteri, 2. vuosipuolisko
fr_fr: Deuxième moitié du calendrier
it_it: Calendario seconda metà
pt_pt: Segunda metade do calendário
tr_tr: Takvimin ikinci yarısı

# Calendar2ndQtr
source: Calendar 2nd quarter
de_de: Kalender, 2. Quartal
es_es: Segundo trimestre del calendario
fi_fi: Kalenteri, 2. vuosineljännes
fr_fr: 2e trimestre du calendrier
it_it: Calendario secondo trimestre
pt_pt: 2.º trimestre do calendário
tr_tr: Takvimin 2. çeyreği

# Calendar3rdQtr
source: Calendar 3rd quarter
de_de: Kalender, 3. Quartal
es_es: Tercer trimestre del calendario
fi_fi: Kalenteri, 3. vuosineljännes
fr_fr: 3e trimestre du calendrier
it_it: Calendario terzo trimestre
pt_pt: 3.º trimestre do calendário
tr_tr: Takvimin 3. çeyreği

# Calendar4thQtr
source: Calendar 4th quarter
de_de: Kalender, 4. Quartal
es_es: Cuarto trimestre del calendario
fi_fi: Kalenteri, 4. vuosineljännes
fr_fr: 4e trimestre du calendrier
it_it: Calendario quarto trimestre
pt_pt: 4.º trimestre do calendário
tr_tr: Takvimin 4. çeyreği

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
it_it: Annulla
pt_pt: Cancelar
tr_tr: İptal et

# cannotAddDirectory
source: Cannot add new directory. Please try again.
de_de: Neues Verzeichnis kann nicht hinzugefügt werden. Versuchen Sie es erneut.
es_es: No se puede añadir un directorio nuevo. Inténtelo de nuevo.
fi_fi: Uutta hakemistoa ei voi lisätä. Yritä uudelleen.
fr_fr: Impossible d'ajouter un nouveau répertoire. Veuillez réessayer.
it_it: Impossibile aggiungere una nuova directory. Riprovare.
pt_pt: Não foi possível adicionar um novo diretório. Tente novamente.
tr_tr: Yeni dizin eklenemiyor. Lütfen tekrar deneyin.

# cannotDeleteFilters
source: The report filters for this batch report could not be deleted
de_de: Die Berichtsfilter für diesen Stapelbericht konnten nicht gelöscht werden
es_es: Los filtros de informe de este informe programado no se pueden eliminar
fi_fi: Eräraportin suodattimien poistaminen ei onnistunut
fr_fr: Impossible de supprimer les filtres de ce rapport par lot
it_it: Impossibile eliminare i filtri di questo rapporto programmato
pt_pt: Não foi possível eliminar os filtros de relatório para este lote
tr_tr: Bu seri raporların rapor filtreleri silinemedi

# cannotDeleteReport
source: This Report could not be deleted.
de_de: Dieser Bericht konnte nicht gelöscht werden.
es_es: No es posible eliminar este informe.
fi_fi: Raportin poistaminen ei onnistunut.
fr_fr: Impossible de supprimer ce rapport.
it_it: Impossibile eliminare il rapporto.
pt_pt: Não foi possível eliminar este relatório.
tr_tr: Bu Rapor silinemedi

# CannotDeleteSaved
source: This Saved Report could not be deleted.
de_de: Dieser gespeicherte Bericht konnte nicht gelöscht werden.
es_es: No es posible eliminar este informe guardado.
fi_fi: Tallennetun raportin poistaminen ei onnistunut.
fr_fr: Impossible de supprimer ce rapport enregistré.
it_it: Il rapporto salvato non può essere eliminato.
pt_pt: Não foi possível eliminar este relatório guardado.
tr_tr: Bu Kaydedilen Rapor silinemedi

# cannotDeleteSchedule
source: The schedule for this batch report could not be deleted.
de_de: Der Zeitplan für diesen Stapelbericht konnte nicht gelöscht werden.
es_es: No es posible eliminar la programación de este informe programado.
fi_fi: Eräraportin ajoituksen poistaminen ei onnistunut.
fr_fr: Impossible de supprimer le programme de ce rapport par lot.
it_it: Impossibile eliminare la pianificazione di questo rapporto programmato.
pt_pt: Não foi possível eliminar a programação deste relatório em lote.
tr_tr: Bu seri raporun programı silinemedi.

# CannotEnableTask
source: This task cannot be enabled because it is a one-time task whose start date is in the past. To reschedule for the future, edit this task and set the start date for the future, then enable it.
de_de: Dieser Task konnte nicht aktiviert werden, da es sich um einen einmaligen Task handelt, dessen Startdatum in der Vergangenheit liegt. Zur erneuten Planung bearbeiten Sie diesen Task, legen ein zukünftiges Startdatum fest und aktivieren ihn.
es_es: No es posible habilitar esta tarea ya que se trata de una tarea que se produce una vez y cuya fecha inicial es pasada. Para reprogramarla y fijarla en el futuro, edite esta tarea y establezca la fecha inicial en el futuro. A continuación, habilítela.
fi_fi: Tehtävää ei voi ottaa käyttöön, koska kyseessä on kertaluontoinen tehtävä, jonka aloituspäivä on jo mennyt. Jos haluat ajoittaa uudelleen, muokkaa tehtävää ja määritä aloituspäivä tulevaisuuteen.
fr_fr: Cette tâche ne peut pas être activée car il s'agit d'une tâche ponctuelle dont la date de début est située dans le passé. Pour la reprogrammer à une date ultérieure, modifiez-la et fixez une date située dans le futur, puis activez-la.
it_it: Impossibile abilitare questa attività perché è un'attività da eseguire una sola volta la cui data di inizio è trascorsa. Per ripianificarla per il futuro, modificare l'attività e impostare la data di inizio nel futuro, quindi abilitarla.
pt_pt: Não foi possível ativar esta tarefa pois é uma tarefa de ocorrência única cuja data de início é no passado. Para voltar a reprogramar para o futuro, edite esta tarefa, defina a data de início para o futuro e volte a ativar.
tr_tr: Bu görev etkinleştirilemiyor çünkü bu, başlangıç tarihi geçmişte olan bir seferlik bir görev. Geleceğe yönelik olarak yeniden planlamak için bu görevi ve başlangıç tarihini geleceğe yönelik olarak düzenleyin, sonra da etkinleştirin.

# cannotFindXMLRepTemplate
source: Cannot find ReportTemplateData.xml file. Please contact the support center.
de_de: Die Datei ReportTemplateData.xml kann nicht gefunden werden. Wenden Sie sich an den Support.
es_es: No se puede encontrar el archivo ReportTemplateData.xml. Póngase en contacto con el centro de servicio técnico.
fi_fi: ReportTemplateData.xml-tiedostoa ei löydy. Ota yhteys tukipalveluun.
fr_fr: Fichier ReportTemplateData.xml introuvable. Contactez le support technique.
it_it: Impossibile trovare il file ReportTemplateData.xml. Contattare il centro di assistenza.
pt_pt: Não foi possível encontrar o ficheiro ReportTemplateData.xml. Contacte o centro de assistência.
tr_tr: ReportTemplateData.xml dosyası bulunamıyor. Lütfen destek merkezi ile iletişime geçin.

# cannotMoveReport
source: Selected Report(s) cannot be moved to this location.
de_de: Die ausgewählten Berichte können nicht an diesen Speicherort verschoben werden.
es_es: No es posible mover los informes seleccionados a esta ubicación.
fi_fi: Valittuja raportteja ei voi siirtää tähän sijaintiin.
fr_fr: Les rapports sélectionnés ne peuvent pas être déplacés vers cet emplacement.
it_it: Impossibile spostare i rapporti selezionati in questa ubicazione.
pt_pt: Não é possível mover os relatórios selecionados para esta localização.
tr_tr: Seçili Rapor/Raporlar bu konuma taşınamıyor.

# CannotQReport
source: Report could not be queued for {0}.
de_de: Bericht konnte nicht in die Warteschlange für {0} gestellt werden.
es_es: No se puede poner en cola el informe para {0}.
fi_fi: Raportin asettaminen jonoon ei onnistunut: {0}.
fr_fr: Impossible de mettre le rapport en file d'attente pendant {0}.
it_it: Impossibile mettere in coda i rapporti per {0}.
pt_pt: Não foi possível colocar o relatório em fila para {0}.
tr_tr: Rapor, {0} için sıraya alınamadı.

source: Category
de_de: Kategorie
es_es: Categoría
fi_fi: Luokka
fr_fr: Catégorie
it_it: Categoria
pt_pt: Categoria
tr_tr: Kategori

# CDMExist
source: This CDM number already exists
de_de: Diese CDM-Nummer ist bereits vorhanden
es_es: Este número de CDM ya existe
fi_fi: Tämä CDM-numero on jo olemassa
fr_fr: Ce numéro CDM existe déjà
it_it: Questo numero CDM esiste già
pt_pt: Este número de CDM já existe
tr_tr: Bu CDM numarası zaten mevcut

# CDMInvalidChars
source: CDM number contains invalid characters.
de_de: CDM-Nummer enthält unzulässige Zeichen
es_es: El número de CDM contiene caracteres no válidos.
fi_fi: CDM-numero sisältää virheellisiä merkkejä.
fr_fr: Le numéro CDM contient des caractères incorrects.
it_it: Il numero CDM contiene caratteri non validi.
pt_pt: O número de CDM contém carateres inválidos.
tr_tr: CDM numarasında geçersiz karakterler bulunuyor.

# CDMMissing
source: The CDM value was missing
de_de: Der CDM-Wert fehlte
es_es: Faltaba el valor del CDM
fi_fi: CDM-arvo puuttui
fr_fr: La valeur CDM était manquante
it_it: Valore CDM mancante
pt_pt: O valor de CDM está em falta
tr_tr: CDM değeri eksik

# ChangeItemClassQuestion
source: Changing the Item Class will change it for every item. Are you sure you want to proceed?
de_de: Die Änderung der Artikelklasse wird für alle Artikel übernommen. Möchten Sie wirklich fortfahren?
es_es: Si cambia la clase de un artículo, se cambiará para todos los artículos. ¿Está seguro de que desea continuar?
fi_fi: Tuoteluokan muutosta sovelletaan kaikkiin tuotteisiin. Haluatko varmasti jatkaa?
fr_fr: Le changement de classe d'article concernera tous les articles. Souhaitez-vous réellement poursuivre ?
it_it: Se si modifica la classe articolo, questa verrà modificata per tutti gli articoli. Continuare?
pt_pt: Se alterar a classe do item, tal terá efeito em todos os itens. Tem a certeza de que pretende continuar?
tr_tr: Öğe Sınıfı'nı değiştirmek, bunu her öğe için değiştirecektir. Devam etmek istediğinizden emin misiniz?

source: Class Name
de_de: Klassenname
es_es: Nombre de la clase
fi_fi: Luokan nimi
fr_fr: Nom de classe
it_it: Nome classe
pt_pt: Nome da classe
tr_tr: Sınıf Adı

# CloseNoSave
source: Changed configuration is not saved. Do you want to exit?
de_de: Die geänderte Konfiguration wurde nicht gespeichert. Möchten Sie das Programm beenden?
es_es: Los cambios en la configuración no se han guardado. ¿Desea salir?
fi_fi: Muokattuja määrityksiä ei ole tallennettu. Haluatko silti poistua?
fr_fr: La configuration modifiée n'est pas enregistrée. Voulez-vous quitter la fenêtre ?
it_it: La configurazione modificata non è stata salvata. Uscire?
pt_pt: As alterações à configuração não foram guardadas. Pretende sair?
tr_tr: Değiştirilen yapılandırma kaydedilmedi. Çıkmak istiyor musunuz?

source: Comment
de_de: Kommentar
es_es: Comentario
fi_fi: Kommentti
fr_fr: Commentaire
it_it: Commento
pt_pt: Comentário
tr_tr: Yorum

source: Completed
de_de: Abgeschlossen
es_es: Completado
fi_fi: Valmis
fr_fr: Terminé(e)
it_it: Completato
pt_pt: Concluído
tr_tr: Tamamlandı

# configuredPrinterNotFoundText
source: The printer assigned to report {0} could not be found. You must select a new printer before you can save any changes to this report.
de_de: Sie müssen einen neuen Drucker auswählen, bevor Sie Änderungen an diesem Bericht speichern können.
es_es: No se puede encontrar la impresora asignada al informe {0}. Debe seleccionar una nueva impresora antes de poder guardar cualquier cambio en este informe.
fi_fi: Raportille {0} määritettyä tulostinta ei löytynyt. Sinun on valittava uusi tulostin, ennen kuin voit tallentaa tähän raporttiin tekemäsi muutokset.
fr_fr: L'imprimante attribuée au rapport {0} est introuvable. Vous devez sélectionner une nouvelle imprimante pour pouvoir enregistrer les modifications apportées à ce rapport.
it_it: Impossibile trovare la stampante assegnata al rapporto {0}. Prima di salvare le modifiche al rapporto è necessario selezionare una nuova stampante.
pt_pt: Não foi possível encontrar a impressora atribuída ao relatório {0}. É necessário selecionar uma nova impressora antes de poder guardar quaisquer alterações a este relatório.
tr_tr: {0} raporuna atanan yazıcı bulunamadı. Bu rapordaki değişiklikleri kaydetmeden önce yeni bir yazıcı seçmeniz gerekiyor.

# confirmBatchReportDelete
source: Are you sure you want to delete the selected Batch Report(s)?
de_de: Möchten Sie die ausgewählten Stapelberichte wirklich löschen?
es_es: ¿Está seguro de que desea eliminar los informes programados seleccionados?
fi_fi: Haluatko varmasti poistaa valitut eräraportit?
fr_fr: Souhaitez-vous réellement supprimer le(s) rapport(s) par lots sélectionné(s) ?
it_it: Eliminare il rapporto programmato selezionato?
pt_pt: Tem a certeza de que pretende eliminar os relatórios em lote selecionados?
tr_tr: Seçili Seri Raporu/Raporları silmek istediğinizden emin misiniz?

# confirmDirectoryDelete
source: Are you sure you want to delete this Directory?
de_de: Soll dieses Verzeichnis wirklich gelöscht werden?
es_es: ¿Está seguro de que desea eliminar este directorio?
fi_fi: Haluatko varmasti poistaa tämän hakemiston?
fr_fr: Souhaitez-vous réellement supprimer ce répertoire ?
it_it: Eliminare la directory?
pt_pt: Tem a certeza de que pretende eliminar este diretório?
tr_tr: Bu Dizin'i silmek istediğinizden emin misiniz?

# ConfirmReportDelete
source: Are you sure you want to delete the selected Report(s)?
de_de: Möchten Sie die ausgewählten Berichte wirklich löschen?
es_es: ¿Está seguro de que desea eliminar los informes seleccionados?
fi_fi: Haluatko varmasti poistaa valitut raportit?
fr_fr: Souhaitez-vous réellement supprimer le(s) rapport(s) sélectionné(s) ?
it_it: Eliminare i rapporti selezionati?
pt_pt: Tem a certeza de que pretende eliminar os relatórios selecionados?
tr_tr: Seçili Raporu/Raporları silmek istediğinizden emin misiniz?
