Repository: AlderMatus/WPFDemo
Catalog: Carefusion.Supply.CSharpResource/CSharpResource.*.resx
Languages: de_de, es_es, fi_fi, fr_fr, it_it, pt_pt, tr_tr

# ItemHazardWarningTextLengthError
source: Hazard Message Text must be between {0} and {1} characters.
de_de: Gefahrenmeldungstext muss zwischen {0} und {1} Zeichen lang sein.
es_es: El texto del mensaje de riesgo debe tener entre {0} y {1} caracteres.
fi_fi: Vaaraviestin tekstin sallittu pituus on {0} - {1} merkkiä.
fr_fr: Le texte de l'avertissement doit comporter de {0} à {1} caractères.
it_it: Il testo del messaggio di pericolo deve essere compreso tra {0} e {1} carattere.
pt_pt: O texto da mensagem de perigo tem de ter entre {0} e {1} carateres.
tr_tr: Tehlike Mesaj Metni {0} ve {1} karakter arasında bir uzunlukta olmalıdır.

# ItemIDDoesNotExist
source: The item ID does not exist in the item master.
de_de: Die Artikel-ID ist in den Artikelstammdaten nicht enthalten.
es_es: El ID de artículo no existe en la descripción del artículo.
fi_fi: Tuotetunnusta ei ole tuotteiden päätiedostossa.
fr_fr: L'ID de l'article ne figure pas dans la matrice des articles.
it_it: L'ID articolo non esiste nell'elenco articoli.
pt_pt: A ID do item não existe no registo de itens.
tr_tr: Öğe Kimliği, öğe listesinde bulunmuyor.

# ItemNameDiffers
source: The item name does not match the item master.
de_de: Der Artikelname stimmt nicht mit den Artikelstammdaten überein.
es_es: El nombre del artículo no coincide con la descripción del artículo.
fi_fi: Tuotteen nimi ei vastaa tuotteiden päätiedostoa.
fr_fr: Le nom de l'article ne correspond pas à la matrice des articles.
it_it: Il nome articolo non corrisponde all'elenco articoli.
pt_pt: O nome do item não corresponde ao registo de itens.
tr_tr: Öğe adı, öğe listesiyle eşleşmiyor.

source: Items to refill
de_de: Nachzufüllende Artikel
es_es: Artículos para reponer
fi_fi: Täytettävät tuotteet
fr_fr: Articles à remplir
it_it: Articoli da ricaricare
pt_pt: Itens a recarregar
tr_tr: Yeniden doldurulacak öğeler

# ItemUnitOfMeasureEditDialogTitle
source: Item Units of Measure Edit
de_de: Artikelmaßeinheiten bearbeiten
es_es: Edición de las unidades de medida del artículo
fi_fi: Tuotteen mittayksiköiden muokkaus
fr_fr: Modification des unités de mesure d'articles
it_it: Modifica unità di misura articoli
pt_pt: Editar unidades de medida do item
tr_tr: Öğe Ölçü Birimi Düzenleme

# ItemUnitOfMeasureEditTableDescription
source: Item Units Of Measure's
de_de: Artikelmaßeinheiten
es_es: Unidades de medida del artículo
fi_fi: Tuotteen mittayksiköt
fr_fr: Unités de mesure d'articles
it_it: Unità di misura articoli
pt_pt: Unidades de medida do item
tr_tr: Öğe Ölçü Birimi

# ItemUnitOfMeasureLengthError
source: Item Unit of Measure must be between {0} and {1} characters.
de_de: Artikelmaßeinheit muss zwischen {0} und {1} Zeichen lang sein.
es_es: La unidad de medida del artículo debe tener entre {0}y {1} caracteres.
fi_fi: Tuotteen mittayksikön sallittu pituus on {0} - {1} merkkiä.
fr_fr: L'unité de mesure de l'article doit comporter de {0} à {1} caractères.
it_it: L'unità di misura articoli deve essere compresa tra {0} e {1} caratteri.
pt_pt: As unidades de medida do item têm de ter entre {0} e {1} carateres.
tr_tr: Öğe Ölçü Birimi, {0} ile {1} karakter arasında olmalıdır.

# ItemUOMStillReferenced
source: Unable to edit or delete Unit of Measure: '{0}'. This Unit of Measure is assigned to items.
de_de: Maßeinheit '{0}' kann nicht bearbeitet oder gelöscht werden. Diese Maßeinheit ist Artikeln zugewiesen.
es_es: No se puede editar o eliminar la unidad de medida: '{0}'. Hay artículos con esta unidad de medida asignada.
fi_fi: Mittayksikköä {0} ei voi muokata tai poistaa. Mittayksikkö on määritetty tuotteille.
fr_fr: Impossible de modifier ou de supprimer l'unité de mesure : '{0}'. Cette unité de mesure est attribuée à des articles.
it_it: Impossibile modificare o eliminare l'unità di misura: '{0}'. L'unità di misura è assegnata agli articoli.
pt_pt: Não é possível editar nem eliminar a unidade de medida: "{0}". Esta unidade de medida está atribuída a itens.
tr_tr: Ölçü Birimi düzenlenemiyor veya silinemiyor: '{0}'. Ölçü Birimi, öğelere atanmış.

source: January
de_de: Januar
es_es: Enero
fi_fi: tammikuu
fr_fr: Janvier
it_it: Gennaio
pt_pt: Janeiro
tr_tr: Ocak

source: July
de_de: Juli
es_es: Julio
fi_fi: heinäkuu
fr_fr: Juillet
it_it: Luglio
pt_pt: Julho
tr_tr: Temmuz

source: June
de_de: Juni
es_es: Junio
fi_fi: kesäkuu
fr_fr: Juin
it_it: Giugno
pt_pt: Junho
tr_tr: Haziran

source: Label
de_de: Schild
es_es: Etiqueta
fi_fi: Nimike
fr_fr: Étiquette
it_it: Etichetta
pt_pt: Etiqueta
tr_tr: Etiket

source: Last
de_de: Letzter
es_es: Último
fi_fi: Viim.
fr_fr: Dernier
it_it: Ultimo
pt_pt: Último
tr_tr: Son

source: Last 24 hours
de_de: Letzte 24 Stunden
es_es: Últimas 24 horas
fi_fi: Viimeiset 24 tuntia
fr_fr: Les dernières 24 heures
it_it: Ultime 24 ore
pt_pt: Últimas 24 horas
tr_tr: Son 24 saat

source: Last 30 days
de_de: Letzte 30 Tage
es_es: Últimos 30 días
fi_fi: Viimeiset 30 päivää
fr_fr: Les 30 derniers jours
it_it: Ultimi 30 giorni
pt_pt: Últimos 30 dias
tr_tr: Son 30 gün

# Last4WeeksToSun
source: Last 4 weeks up to last Sunday
de_de: Letzte 4 Wochen bis zum letzten Sonntag
es_es: Últimas 4 semanas hasta el último domingo
fi_fi: Viimeiset 4 viikkoa viime sunnuntaihin saakka
fr_fr: Les 4 dernières semaines jusqu'à dimanche dernier
it_it: Ultime 4 settimane fino a domenica scorsa
pt_pt: Últimas 4 semanas até ao último domingo
tr_tr: Son Pazar gününe kadar son 4 hafta

source: Last 7 days
de_de: Letzte 7 Tage
es_es: Últimos 7 días
fi_fi: Viimeiset 7 päivää
fr_fr: Les 7 derniers jours
it_it: Ultimi 7 giorni
pt_pt: Últimos 7 dias
tr_tr: Son 7 gün

source: Last full day
de_de: Letzter ganzer Tag
es_es: Último día completo
fi_fi: Viimeinen kokonainen päivä
fr_fr: Le dernier jour entier
it_it: Ultimo giorno intero
pt_pt: Último dia completo
tr_tr: Son tüm gün

source: Last full month
de_de: Letzter ganzer Monat
es_es: Último mes completo
fi_fi: Viimeinen täysi kuukausi
fr_fr: Le dernier mois entier
it_it: Ultimo mese intero
pt_pt: Último mês completo
tr_tr: Son tüm ay

source: Last full week
de_de: Letzte ganze Woche
es_es: Última semana completa
fi_fi: Viimeinen täysi viikko
fr_fr: La dernière semaine entière
it_it: Ultima settimana intera
pt_pt: Última semana completa
tr_tr: Son tüm hafta

source: Last Run
de_de: Letzter Lauf
es_es: Última secuencia
fi_fi: Edellinen suorituskerta
fr_fr: La dernière exécution
it_it: Ultima esecuzione
pt_pt: Última execução
tr_tr: Son Çalıştırma

source: Last Success
de_de: Letzter Erfolg
es_es: Última tarea correcta
fi_fi: Edellinen onnistuminen
fr_fr: Le dernier processus réussi
it_it: Ultima operazione completata correttamente
pt_pt: Último sucesso
tr_tr: Son Başarı

# LastSundaytoToday
source: Last Sunday to Today (including Today)
de_de: Letzter Sonntag bis heute (einschließlich heute)
es_es: Último domingo hasta hoy (incluido hoy)
fi_fi: Viime sunn. tähän päivään (tämä päivä mukaan lukien)
fr_fr: De dimanche dernier à aujourd'hui (inclus)
it_it: Dall'ultima domenica a oggi (compreso)
pt_pt: Último domingo até hoje (incluindo hoje)
tr_tr: Son Pazar gününden Bugüne (Bugün dahil)

source: Last year
de_de: Letztes Jahr
es_es: Último año
fi_fi: Viime vuonna
fr_fr: L'année dernière
it_it: Anno scorso
pt_pt: O ano passado
tr_tr: Son yıl

# LastYearMTD
source: Last year's MTD
de_de: Letztjähriger Monatswert bis heute
es_es: MTD del último año
fi_fi: Kuun alusta alkava jakso viime vuonna
fr_fr: MTD de l'année dernière
it_it: MTD scorso anno
pt_pt: MTD do ano passado
tr_tr: Son yılın MTD'si (Ay Başından Bugüne)

# LastYearYTD
source: Last year's YTD
de_de: Letztjähriger Jahreswert bis heute
es_es: YTD del último año
fi_fi: Vuoden alusta alkava jakso viime vuonna
fr_fr: YTD de l'année dernière
it_it: YTD scorso anno
pt_pt: YTD do ano passado
tr_tr: Son yılın YTD'si (Yıl Başından Bugüne)

# LoadNetworkPrinterFailed
source: Unable to load network printers
de_de: Netzwerkdrucker können nicht geladen werden
es_es: No se pueden cargar las impresoras de red
fi_fi: Verkkotulostinten lataus ei onnistu
fr_fr: Impossible de charger les imprimantes réseau
it_it: Impossibile caricare le stampanti di rete
pt_pt: Não foi possível carregar as impressoras da rede
tr_tr: Ağ yazıcıları yüklenemiyor

source: Location
de_de: Speicherort
es_es: Ubicación
fi_fi: Sijainti
fr_fr: Emplacement
it_it: Ubicazione
pt_pt: Localização
tr_tr: Konum

source: March
de_de: März
es_es: Marzo
fi_fi: maaliskuu
fr_fr: Mars
it_it: Marzo
pt_pt: Março
tr_tr: Mart

source: May
de_de: Mai
fi_fi: toukokuu
fr_fr: Mai
it_it: Maggio
pt_pt: Mai
tr_tr: Mayıs

source: Monday
de_de: Montag
es_es: Lunes
fi_fi: maanantai
fr_fr: Lundi
it_it: Lunedì
pt_pt: Segunda-feira
tr_tr: Pazartesi

# Monthtodate
source: This month
de_de: Dieser Monat
es_es: Este mes
fi_fi: Tässä kuussa
fr_fr: Ce mois
it_it: Questo mese
pt_pt: Este mês
tr_tr: Bu ay

# MoveBatchReportsInfo
source: To move the selected Batch Report, please drag the Report to the desired destination folder. Batch Reports can be moved to Batch Reports folders only.
de_de: Um den ausgewählten Stapelbericht zu verschieben, ziehen Sie den Bericht in den gewünschten Zielordner. Stapelberichte können nur in Stapelberichtsordner verschoben werden.
es_es: Para mover el informe de lote seleccionado, arrastre el informe a la carpeta de destino que desee. Los informes programados solo pueden moverse a carpetas de informes programados.
fi_fi: Voit siirtää valittua eräraporttia vetämällä sen haluttuun kohdekansioon. Eräraportteja voi siirtää vain eräraporttien kansioihin.
fr_fr: Pour déplacer le rapport par lot sélectionné, faites-le glisser vers le dossier de destination voulu. Les rapports par lots peuvent uniquement être déplacés vers les dossiers dédiés.
it_it: Per spostare il rapporto programmato selezionato, trascinarlo nella cartella di destinazione desiderata. I rapporti programmati possono essere spostati solo nelle cartelle dei rapporti programmati.
pt_pt: Para mover o relatório em lote selecionado, arraste o relatório para a pasta de destino pretendida. Os relatórios em lote apenas podem ser movidos para as pastas de relatórios em lote.
tr_tr: Seçili Seri Raporu taşımak için lütfen Rapor'u istenen hedef klasörüne taşıyın. Seri Raporlar sadece Seri Raporlar klasörlerine taşınabilir.

# MoveSavedReportsInfo
source: To move the selected Saved Report, please drag the Report to the desired destination folder. Saved Reports can be moved to Saved Reports folders only.
de_de: Um den ausgewählten gespeicherten Bericht zu verschieben, ziehen Sie den Bericht in den gewünschten Zielordner. Gespeicherte Berichte können nur in Ordner für gespeicherte Berichte verschoben werden.
es_es: Para mover el informe guardado seleccionado, arrastre el informe a la carpeta de destino que desee. Los informes guardados solo pueden moverse a carpetas de informes guardados.
fi_fi: Voit siirtää valittua tallennettua raporttia vetämällä sen haluttuun kohdekansioon. Tallennettuja raportteja voi siirtää vain tallennettujen raporttien kansioihin.
fr_fr: Pour déplacer le rapport enregistré sélectionné, faites-le glisser vers le dossier de destination voulu. Les rapports enregistrés peuvent uniquement être déplacés vers les dossiers dédiés.
it_it: Per spostare il rapporto salvato selezionato, trascinarlo nella cartella di destinazione desiderata. I rapporti salvati possono essere spostati solo nelle cartelle dei rapporti salvati.
pt_pt: Para mover o relatório guardado selecionado, arraste o relatório para a pasta de destino pretendida. Os relatórios guardados apenas podem ser movidos para as pastas de relatórios guardados.
tr_tr: Seçili Kaydedilen Raporu taşımak için lütfen Rapor'u istenen hedef klasörüne taşıyın. Kaydedilen Raporlar sadece Kaydedilen Raporlar klasörlerine taşınabilir.

# NetworkPathNotAllowed
source: The site option does not allow saving to network drive, please select a path in the local drive.
de_de: Die Standortoption lässt das Speichern auf dem Netzlaufwerk nicht zu. Wählen Sie einen Pfad auf dem lokalen Laufwerk aus.
es_es: La opción del centro no permite guardar en la unidad de red, seleccione una ruta en la unidad local.
fi_fi: Paikka-asetuksissa ei ole sallittu verkkoasemaan tallentamista. Valitse paikallisen aseman polku.
fr_fr: L'option du site ne permet pas d'enregistrer des données sur l'unité réseau. Sélectionnez un chemin sur l'unité locale.
it_it: L'opzione del sito non consente il salvataggio nell'unità di rete, selezionare un percorso nell'unità locale.
pt_pt: A opção do local não permite guardar no disco na rede. Selecione um caminho no disco local.
tr_tr: Tesis seçeneği, ağ sürücüsüne kaydetmeye izin vermez, lütfen yerel sürücüde bir yol seçin.

source: Never
de_de: Nie
es_es: Nunca
fi_fi: Ei koskaan
fr_fr: Jamais
it_it: Mai
pt_pt: Nunca
tr_tr: Hiçbir Zaman

# newItemText
source: New
de_de: Neu
es_es: Nuevo
fi_fi: Uusi
fr_fr: Nouveau
it_it: Nuovo
pt_pt: Novo
tr_tr: Yeni

# NewStr
source: New
de_de: Neu
es_es: Nuevo
fi_fi: Uusi
fr_fr: Nouveau
it_it: Nuovo
pt_pt: Novo
tr_tr: Yeni

source: Next 30 days
de_de: Nächste 30 Tage
es_es: Próximos 30 días
fi_fi: Seuraavat 30 päivää
fr_fr: Les 30 prochains jours
it_it: Prossimi 30 giorni
pt_pt: Os próximos 30 dias
tr_tr: Sonraki 30 gün

source: Next 31 to 60 days
de_de: Nächste 31 bis 60 Tage
es_es: Próximos 31 a 60 días
fi_fi: Seuraavat 31 - 60 päivää
fr_fr: Les 31 à 60 prochains jours
it_it: Nei prossimi 31 - 60 giorni
pt_pt: Os próximos 31 a 60 dias
tr_tr: Sonraki 31 ila 60 gün

source: Next 61 to 90 days
de_de: Nächste 61 bis 90 Tage
es_es: Próximos 61 a 90 días
fi_fi: Seuraavat 61 - 90 päivää
fr_fr: Les 61 à 90 prochains jours
it_it: Nei prossimi 61 - 90 giorni
pt_pt: Os próximos 61 a 90 dias
tr_tr: Sonraki 61 ila 90 gün

source: Next 91 to 365 days
de_de: Nächste 91 bis 365 Tage
es_es: Próximos 91 a 365 días
fi_fi: Seuraavat 91 - 365 päivää
fr_fr: Les 91 à 365 prochains jours
it_it: Nei prossimi 91 - 365 giorni
pt_pt: Os próximos 91 a 365 dias
tr_tr: Sonraki 91 ila 365 gün

source: Next Run
de_de: Nächster Lauf
es_es: Siguiente secuencia
fi_fi: Seuraava suorituskerta
fr_fr: Exécution suivante
it_it: Prossima esecuzione
pt_pt: Próxima execução
tr_tr: Sonraki Çalıştırma

source: No
de_de: Nein
fi_fi: Ei
fr_fr: Non
pt_pt: Não
tr_tr: Hayır

# NoAccess
source: Access denied to {0}. Please select another directory.
de_de: Zugriff auf {0} verweigert. Wählen Sie ein anderes Verzeichnis aus.
es_es: Acceso denegado a {0}. Seleccione otro directorio.
fi_fi: Pääsy kohteeseen {0} estetty. Valitse toinen hakemisto.
fr_fr: Accès refusé à {0}. Sélectionnez un autre répertoire.
it_it: Accesso negato a {0}. Selezionare un'altra directory.
pt_pt: Acesso negado a {0}. Selecione outro diretório.
tr_tr: {0} için erişim engellendi. Lütfen başka bir dizin seçin.

# NoArchiveID
source: Cannot get the site archive ID
de_de: Standortarchiv-ID kann nicht abgerufen werden
es_es: No es posible obtener el ID de archivo del centro
fi_fi: Paikan arkistointitunnus ei ole saatavissa
fr_fr: Impossible d'obtenir l'ID des archives du site
it_it: Impossibile ottenere l'ID dell'archivio del sito
pt_pt: Não é possível obter a ID de arquivo do local
tr_tr: Tesis arşiv kimliği alınamıyor

source: NO AREA
de_de: KEIN BEREICH
es_es: SIN ÁREA
fi_fi: EI ALUETTA
fr_fr: AUCUN SECTEUR
it_it: NESSUNA AREA
pt_pt: SEM ÁREA
tr_tr: ALAN YOK

# NoDescription
source: Please enter a description of this scheduled refill.
de_de: Geben Sie eine Beschreibung für diese geplante Nachfüllung ein.
es_es: Introduzca una descripción de esta reposición programada.
fi_fi: Kirjoita ajoitetun täytön kuvaus.
fr_fr: Entrez la description de ce remplissage programmé.
it_it: Immettere una descrizione di questa ricarica pianificata.
pt_pt: Introduza uma descrição para esta recarga programada.
tr_tr: Lütfen bu planlanan yeniden dolum için bir tanımlama girin.

# noDevicesSelectedForReportText
source: There are no devices selected for report '{0}'
de_de: Für Bericht '{0}' sind keine Geräte ausgewählt
es_es: No hay dispositivos seleccionados para el informe '{0}'
fi_fi: Raportille {0} ei ole valittu laitteita
fr_fr: Aucun appareil sélectionné pour le rapport '{0}'
it_it: Non ci sono dispositivi selezionati per il rapporto '{0}'
pt_pt: Não existem dispositivos selecionados para o relatório "{0}"
tr_tr: '{0}' raporu için seçili herhangi bir cihaz yok

# NoItemToRefill
source: Please check at least one item to refill.
de_de: Markieren Sie mindestens einen Artikel zum Nachfüllen.
es_es: Marque al menos un artículo que reponer.
fi_fi: Valitse ainakin yksi tuote täytettäväksi.
fr_fr: Veuillez cocher au moins un article à remplir.
it_it: Selezionare almeno un articolo da ricaricare.
pt_pt: Marque, pelo menos, um item para recarregar.
tr_tr: Lütfen yeniden doldurulacak en az bir öğe işaretleyin.

# NoLocalPrinter
source: Default printer was not found. Reports will not print. Please set up a default printer for Console Server.
de_de: Standarddrucker nicht gefunden. Berichte werden nicht gedruckt. Richten Sie einen Standarddrucker für den Konsolenserver ein.
es_es: No se encontró la impresora predeterminada. Los informes no se imprimirán. Configure una impresora predeterminada para el servidor de la consola.
fi_fi: Oletustulostinta ei löytynyt. Raportteja ei tulosteta. Määritä konsolipalvelimelle oletustulostin.
fr_fr: Imprimante par défaut introuvable. Les rapports ne seront pas imprimés. Configurez l'imprimante par défaut du serveur de console.
it_it: Stampante predefinita non trovata. I rapporti non verranno stampati. Impostare una stampante predefinita per Console Server.
pt_pt: A impressora predefinida não foi encontrada. Os relatórios não serão impressos. Defina uma impressora predefinida para o servidor da consola.
tr_tr: Varsayılan yazıcı bulunamadı. Raporlar yazdırılmayacak. Lütfen Konsol Sunucusu için bir varsayılan yazıcı ayarlayın.

source: None
de_de: Keine
es_es: Ninguno
fi_fi: Ei mitään
fr_fr: Aucun
it_it: Nessuno
pt_pt: Nenhum
tr_tr: Hiçbiri

source: nonstock items only
de_de: nur nicht auf Lager vorhandene Artikel
es_es: solo artículos fuera de stock
fi_fi: vain varastoon kuulumattomat tuotteet
fr_fr: articles hors stock uniquement
it_it: solo articoli non in scorta
pt_pt: apenas itens não armazenamento
tr_tr: sadece stok dışı öğeler

# NoParloc
source: Please select at least one par location.
de_de: Wählen Sie mindestens einen Lagerort der Mindestmenge aus.
es_es: Seleccione al menos una ubicación habitual.
fi_fi: Valitse ainakin yksi normaalisijainti.
fr_fr: Sélectionnez au moins un emplacement de niveau optimal.
it_it: Selezionare almeno un'ubicazione par.
pt_pt: Selecione, pelo menos, uma localização de nível.
tr_tr: Lütfen en az bir par konumu seçin.

# noPrintersConfiguredText
source: There are no printers configured for reports. You will not be able to save Cycle Count Reports until at least one printer is configured.
de_de: Es sind keine Drucker für Berichte konfiguriert. Zyklus-Anzahl-Berichte können nur dann gespeichert werden, wenn mindestens ein Drucker konfiguriert ist.
es_es: No hay impresoras configuradas para los informes. No podrá guardar los informes de recuento de ciclo hasta que haya al menos una impresora configurada.
fi_fi: Raporteille ei ole määritetty tulostimia. Syklisen laskennan raportteja ei voi tallentaa, ennen kuin ainakin yksi tulostin on määritetty.
fr_fr: Aucune imprimante configurée pour les rapports. Vous ne pourrez pas enregistrer les rapports sur les nombres de cycles tant qu'une imprimante, au moins, n'aura pas été configurée.
it_it: Non ci sono stampanti configurate per i rapporti. Non sarà possibile salvare i rapporti Conteggio cicli fino a che non viene configurata almeno una stampante.
pt_pt: Não existem impressoras configuradas para os relatórios. Não poderá guardar os relatórios de conta de ciclo enquanto não for configurada, pelo menos, uma impressora.
tr_tr: Raporlar için yapılandırılmış herhangi bir yazıcı yok. Döngü Sayım Raporları'nı, en az bir yazıcı yapılandırılana kadar kaydedemeyeceksiniz.

source: No Schedule
de_de: Kein Zeitplan
es_es: Sin programación
fi_fi: Ei ajoitusta
fr_fr: Non programmé
it_it: Nessuna pianificazione
pt_pt: Sem programa
tr_tr: Program Yok

source: Not
de_de: Nicht
es_es: No
fi_fi: Ei
fr_fr: Pas
it_it: Non
pt_pt: Não
tr_tr: Değil

# NoTask
source: Please select a task first
de_de: Wählen Sie zuerst einen Task
es_es: Seleccione una tarea primero
fi_fi: Valitse ensin tehtävä
fr_fr: Commencez par sélectionner une tâche
it_it: Selezionare prima un'attività
pt_pt: Selecione primeiro uma tarefa
tr_tr: Lütfen önce bir görev seçin

# NotEqualsFormat
source: does not equal {0}
de_de: ist nicht gleich {0}
es_es: no es igual a {0}
fi_fi: ei ole yhtä suuri kuin {0}
fr_fr: est différent de {0}
it_it: non è uguale al {0}
pt_pt: não é igual a {0}
tr_tr: {0} öğesine eşit değildir

source: November
es_es: Noviembre
fi_fi: marraskuu
fr_fr: Novembre
it_it: Novembre
pt_pt: Novembro
tr_tr: Kasım

source: October
de_de: Oktober
es_es: Octubre
fi_fi: lokakuu
fr_fr: Octobre
it_it: Ottobre
pt_pt: Outubro
tr_tr: Ekim

source: of the month
de_de: des Monats
es_es: del mes
fi_fi: joka kk
fr_fr: du mois
it_it: del mese
pt_pt: do mês
tr_tr: ayın

# ordinalchar
source: N/A
es_es: N/D
fr_fr: S/O
pt_pt: N/D
tr_tr: Yok

source: Over 90 days
de_de: Mehr als 90 Tage
es_es: Más de 90 días
fi_fi: Yli 90 päivää
fr_fr: Pendant 90 jours
it_it: Oltre 90 giorni
pt_pt: Superior a 90 dias
tr_tr: 90 gün içinde

source: Par
de_de: Mindestmenge
es_es: Máx.:
fi_fi: Norm.taso
fr_fr: Niveau optimal
it_it: Livello ottimale
pt_pt: Nível

# Pleaseenterdescription
source: Please enter a description.
de_de: Geben Sie eine Beschreibung ein.
es_es: Introduzca una descripción.
fi_fi: Kirjoita kuvaus.
fr_fr: Entrez une description.
it_it: Immettere una descrizione.
pt_pt: Introduza uma descrição.
tr_tr: Lütfen bir tanımlama girin.

# Pleaseselectanotherdescription
source: Please select another description. This description is already in use.
de_de: Wählen Sie eine andere Beschreibung. Diese Beschreibung wird bereits verwendet.
es_es: Seleccione otra descripción. Esta descripción ya está en uso.
fi_fi: Valitse toinen kuvaus. Tämä kuvaus on jo käytössä.
fr_fr: Cette description étant déjà utilisée, sélectionnez-en une autre.
it_it: Selezionare un'altra descrizione. Questa descrizione è già in uso.
pt_pt: Selecione outra descrição. Esta descrição já está a ser utilizada.
tr_tr: Lütfen başka bir tanımlama seçin. Bu tanımlama zaten kullanılıyor.

# Print
source: printing
de_de: drucken
es_es: imprimiendo
fi_fi: tulostetaan
fr_fr: impression
it_it: stampa in corso
pt_pt: a imprimir
tr_tr: yazdırılıyor

source: Printer
de_de: Drucker
es_es: Impresora
fi_fi: Tulostin
fr_fr: Imprimante
it_it: Stampante
pt_pt: Impressora
tr_tr: Yazıcı

# printerForSelectedReportNotSetText
source: You must select a Printer for report '{0}'
de_de: Sie müssen einen Drucker für Bericht '{0}' auswählen
es_es: Debe seleccionar una impresora para el informe '{0}'
fi_fi: Raportille {0} on valittava tulostin
fr_fr: Vous devez sélectionner une imprimante pour le rapport '{0}'
it_it: Selezionare una stampante per il rapporto '{0}'
pt_pt: É necessário selecionar uma impressora para o relatório "{0}"
tr_tr: '{0}' raporu için bir Yazıcı seçmelisiniz
