Repository: AlderMatus/WPFDemo
Catalog: Carefusion.Supply.CSharpResource/CSharpResource.*.resx
Languages: de_de, es_es, fi_fi, fr_fr, it_it, pt_pt, tr_tr

# ViewingFailed
source: Failed to construct report for viewing. Please check the service_message table.
de_de: Fehler beim Erstellen des Berichts zum Anzeigen. Prüfen Sie die Tabelle service_message.
es_es: Error en la elaboración de un informe para su visualización. Consulte la tabla de mensajes de servicio.
fi_fi: Raportin muodostaminen tarkastelua varten epäonnistui. Tarkista huoltoviestitaulukko.
fr_fr: Échec de création du rapport à visualiser. Consultez la table service_message.
it_it: Costruzione del rapporto per la visualizzazione non riuscita. Controllare la tabella service_message.
pt_pt: Falha ao criar o relatório para visualização. Consulte a tabela service_message.
tr_tr: Görüntüleme için rapor oluşturulamadı. Lütfen service_message tablosunu kontrol edin.

# WarnAudibleAlarm
source: Warning Audible Alarm
de_de: Warnungston
es_es: Advertencia de alarma audible
fi_fi: Varoituksen äänihälytys
fr_fr: Alarme sonore d'avertissement
it_it: Avvertenza allarme udibile
pt_pt: Alarme sonoro de aviso
tr_tr: Sesli Uyarı Alarmı

source: Wednesday
de_de: Mittwoch
es_es: Miércoles
fi_fi: keskiviikko
fr_fr: Mercredi
it_it: Mercoledì
pt_pt: Quarta-feira
tr_tr: Çarşamba

source: Weekday
de_de: Wochentag
es_es: Día de la semana
fi_fi: Arkipäivä
fr_fr: Jour de semaine
it_it: Giorno della settimana
pt_pt: Dia da semana
tr_tr: Hafta İçi

# Weekdaylowercase
source: weekday
de_de: Wochentag
es_es: día de la semana
fi_fi: arkipäivä
fr_fr: jour de semaine
it_it: giorno della settimana
pt_pt: dia da semana
tr_tr: hafta içi

source: Weekend day
de_de: Wochenendtag
es_es: Día del fin de semana
fi_fi: Viikonlopun päivä
fr_fr: Jour du week-end
it_it: Giorno del fine settimana
pt_pt: Dia de fim de semana
tr_tr: Hafta sonu günü

source: weeks
de_de: Wochen
es_es: semanas
fi_fi: viikkoa
fr_fr: semaines
it_it: settimane
pt_pt: semanas
tr_tr: hafta

source: Year to date
de_de: Jahr bis heute
es_es: Año hasta la fecha
fi_fi: Vuoden alusta alkaen
fr_fr: Depuis le début de l'année
it_it: Da inizio anno
pt_pt: Ano até à data
tr_tr: Yıl başından bugüne kadar

source: Yes
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
it_it: Sì
pt_pt: Sim
tr_tr: Evet

source: List
de_de: Liste
es_es: Lista
fi_fi: Luettelo
fr_fr: Liste
it_it: Elenco
pt_pt: Lista
tr_tr: Liste

# DatabaseReadError
source: A system error occurred. Please contact Technical Support for assistance.
de_de: Ein Systemfehler ist aufgetreten. Wenden Sie sich an den technischen Support.
es_es: Se ha producido un error del sistema. Póngase en contacto con el servicio técnico para obtener asistencia.
fi_fi: Järjestelmävirhe. Pyydä apua teknisestä tuesta.
fr_fr: Erreur système. Contactez le support technique pour obtenir de l'aide.
it_it: Sì è verificato un errore di sistema. Contattare l'assistenza tecnica.
pt_pt: Ocorreu um erro do sistema. Contacte a assistência técnica para obter ajuda.
tr_tr: Bir sistem hatası oluştu. Lütfen yardım için Teknik Destek birimiyle iletişim kurun.

# UniqueName
source: A duplicate name exists. Please enter a unique name.
de_de: Ein doppelter Name ist vorhanden. Geben Sie einen eindeutigen Namen ein.
es_es: Hay un nombre duplicado. Introduzca un nombre único.
fi_fi: Järjestelmässä on kaksi samaa nimeä. Anna yksilöllinen nimi.
fr_fr: Nom en double. Entrez un nom unique.
it_it: È presente un nome duplicato. Immettere un nome univoco.
pt_pt: Existe um nome duplicado. Introduza um nome único.
tr_tr: Yinelenen bir ad mevcut. Lütfen benzersiz bir ad girin.

# InvaildEmail
source: Invalid email address. Please enter a valid email address.
de_de: Ungültige E-Mail-Adresse. Geben Sie eine gültige E-Mail-Adresse ein.
es_es: Dirección de correo electrónico no válida. Introduzca una dirección de correo electrónico válida.
fi_fi: Virheellinen sähköpostiosoite. Anna kelvollinen sähköpostiosoite.
fr_fr: Adresse e-mail incorrecte. Saisissez une adresse correcte.
it_it: Indirizzo e-mail non valido. Immettere un indirizzo e-mail valido.
pt_pt: Endereço de e-mail inválido. Introduza um endereço de e-mail válido.
tr_tr: Geçersiz e-posta adresi. Lütfen geçerli bir e-posta adresi girin.

source: Custom List
de_de: Benutzerdefin. Liste
es_es: Lista personalizada
fi_fi: Muk. luett.
fr_fr: Liste personnalisée
it_it: Elenco personalizzato
pt_pt: Lista personalizada
tr_tr: Özel Liste

# DeleteEmailAddress
source: Are you sure you want to delete the selected email address?
de_de: Möchten Sie die ausgewählte E-Mail-Adresse wirklich löschen?
es_es: ¿Está seguro de que desea eliminar la dirección de correo electrónico seleccionada?
fi_fi: Haluatko varmasti poistaa valitun sähköpostiosoitteen?
fr_fr: Souhaitez-vous réellement supprimer l'adresse e-mail sélectionnée ?
it_it: Eliminare l'indirizzo e-mail selezionato?
pt_pt: Tem a certeza de que pretende eliminar o endereço de e-mail selecionado?
tr_tr: Seçili e-posta adresini silmek istediğinizden emin misiniz?

# DeleteEmailList
source: Are you sure you want to delete the selected email list?
de_de: Möchten Sie die ausgewählte E-Mail-Liste wirklich löschen?
es_es: ¿Está seguro de que desea eliminar la lista de correo electrónico seleccionada?
fi_fi: Haluatko varmasti poistaa valitun sähköpostiluettelon?
fr_fr: Souhaitez-vous réellement supprimer la liste d'e-mails sélectionnée ?
it_it: Eliminare l'elenco e-mail selezionato?
pt_pt: Tem a certeza de que pretende eliminar a lista de e-mail selecionada?
tr_tr: Seçili e-posta listesini silmek istediğinizden emin misiniz?

# SelectList
source: You must select an email list before attempting to edit it.
de_de: Vor der Bearbeitung muss eine E-Mail-Liste ausgewählt werden.
es_es: Debe seleccionar una lista de correo electrónico antes de intentar editarla.
fi_fi: Valitse ensin muokattava sähköpostiluettelo.
fr_fr: Vous devez sélectionner une liste d'e-mails avant d'essayer de la modifier.
it_it: Selezionare un elenco e-mail prima di modificarlo.
pt_pt: É necessário selecionar uma lista de e-mails antes de a tentar editar.
tr_tr: Düzenlemeyi denemeden önce bir e-posta listesi seçmelisiniz.

# NoEmail
source: You must enter an email address for your user account before sending email.
de_de: Bevor Sie eine E-Mail senden können, müssen Sie eine E-Mail-Adresse für Ihr Benutzerkonto eingeben.
es_es: Debe introducir una dirección de correo electrónico para su cuenta de usuario antes de enviar un correo electrónico.
fi_fi: Sähköpostin lähettämistä varten käyttäjätilillesi on määritettävä sähköpostiosoite.
fr_fr: Vous devez saisir l'adresse e-mail de votre compte utilisateur pour pouvoir envoyer des e-mails.
it_it: Prima di inviare un messaggio e-mail è necessario inserire un indirizzo e-mail per l'account utente.
pt_pt: É necessário introduzir um endereço de e-mail para a sua conta de utilizador antes de enviar um e-mail.
tr_tr: E-posta göndermeden önce kullanıcı hesabınız için bir e-posta adresi girmelisiniz.

source: Add GL Code
de_de: GL-Code hinzufügen
es_es: Añadir código GL
fi_fi: Lisää PK-koodi
fr_fr: Ajouter code GL
it_it: Aggiungi codice GL
pt_pt: Adicionar código GL
tr_tr: GL Kodu Ekle

# DuplicatedGLCode
source: This GL Code already exists. Please choose a unique GL Code.
de_de: Dieser GL-Code ist bereits vorhanden. Wählen Sie einen eindeutigen GL-Code.
es_es: Este código GL ya existe. Elija un código GL único.
fi_fi: Tämä PK-koodi on jo olemassa. Valitse yksilöllinen PK-koodi.
fr_fr: Ce code GL existe déjà. Choisissez un code GL unique.
it_it: Questo codice GL Code esiste già. Scegliere un codice GL univoco.
pt_pt: Este código GL já existe. Selecione um código GL único.
tr_tr: Bu GL Kodu zaten mevcut. Lütfen benzersiz bir GL Kodu seçin.

source: Edit GL Code
de_de: GL-Code bearbeiten
es_es: Editar código GL
fi_fi: Muokkaa PK-koodia
fr_fr: Modifier code GL
it_it: Modifica codice GL
pt_pt: Editar código GL
tr_tr: GL Kodunu Düzenle

# SaveWithoutEmail
source: Emailing of report will be disabled. The current user does not have an email address in the system. Are you sure you want to continue to save report and disable email?
de_de: Der E-Mail-Versand des Berichts wird deaktiviert. Der aktuelle Benutzer hat keine E-Mail-Adresse im System. Möchten Sie den vorhandenen Bericht wirklich speichern und den E-Mail-Versand deaktivieren?
es_es: El envío de informes por correo electrónico se deshabilitará. El usuario actual no tiene una dirección de correo electrónico en el sistema. ¿Está seguro de que desea continuar guardando el informe y deshabilitar el correo electrónico?
fi_fi: Raportin lähettäminen sähköpostitse poistetaan käytöstä. Järjestelmässä ei ole sähköpostiosoitetta nykyiselle käyttäjälle. Haluatko varmasti jatkaa raportin tallentamista ja poistaa sähköpostin käytöstä?
fr_fr: L'envoi par e-mail du rapport va être désactivé. Dans le système, l'utilisateur actuel n'a pas d'adresse e-mail. Souhaitez-vous réellement continuer à enregistrer le rapport et désactiver son envoi ?
it_it: L'invio dei rapporti via e-mail verrà disattivato. L'utente corrente non dispone di un indirizzo e-mail nel sistema. Continuare a salvare il rapporto e disattivare l'e-mail?
pt_pt: O envio do relatório por e-mail será desativado. O utilizador atual não tem um endereço de e-mail registado no sistema. Tem a certeza de que pretende guardar o relatório e desativar o e-mail?
tr_tr: Raporun e-postayla gönderilmesi devre dışı bırakılacak Mevcut kullanıcının sistemde e-posta adresi yok. Raporu kaydedip e-postayı devre dışı bırakmaya devam etmek istiyor musunuz?

source: Address*
de_de: Adresse*
es_es: Dirección*
fi_fi: Osoite*
fr_fr: Adresse*
it_it: Indirizzo*
pt_pt: Endereço*
tr_tr: Adres*

source: Name
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
it_it: Nome
pt_pt: Nome
tr_tr: Ad

# EmptyListName
source: Please enter a name for the list.
de_de: Geben Sie einen Namen für die Liste ein.
es_es: Introduzca un nombre para la lista.
fi_fi: Anna luettelolle nimi.
fr_fr: Entrez un nom pour la liste.
it_it: Immettere un nome per l'elenco.
pt_pt: Introduza um nome para a lista
tr_tr: Lütfen liste için bir ad girin.

# EmptyEmailName
source: Please enter a name to be associated with this email address.
de_de: Geben Sie den Namen ein, mit dem diese E-Mail-Adresse verknüpft werden soll.
es_es: Introduzca un nombre que asociar con esta dirección de correo electrónico.
fi_fi: Anna tähän sähköpostiosoitteeseen liitettävä nimi.
fr_fr: Entrez le nom à associer à cette adresse e-mail.
it_it: Immettere un nome da associare all'indirizzo e-mail.
pt_pt: Introduza um nome para associar a este endereço de e-mail.
tr_tr: Lütfen bu e-posta adresiyle ilişkilendirilecek bir ad girin.

# CostUpdateFailedDatabase
source: Update failed on line {0}, database error updating itemId {1}
de_de: Aktualisierung in Zeile {0} fehlgeschlagen. Datenbankfehler bei der Aktualisierung von Artikel-ID {1}
es_es: No se pudo actualizar en línea {0}, error de la base de datos al actualizar el ID de artículo {1}
fi_fi: Rivin {0} päivitys epäonnistui, tuotetunnuksen {1} päivittämisessä tapahtui tietokantavirhe
fr_fr: Échec de la mise à jour ligne {0}, erreur de base de données lors de la mise à jour de l'ID de l'article {1}
it_it: Aggiornamento non riuscito sulla riga {0}, errore di database durante l'aggiornamento di itemId {1}
pt_pt: Falha da atualização na linha {0}, erro da base de dados ao atualizar a ID de item {1}
tr_tr: {0} satırında güncelleme başarısız oldu, {1} Öğe Kimliği güncellenirken veritabanı hatası oluştu

# CostUpdateFailedItemId
source: Update failed on line {0}, itemId {1} not found
de_de: Aktualisierung in Zeile {0}, Artikel-ID {1} nicht gefunden
es_es: No se pudo actualizar en línea {0}, ID de artículo {1} no encontrado
fi_fi: Rivin {0} päivitys epäonnistui, tuotetunnusta {1} ei löytynyt
fr_fr: Échec de la mise à jour ligne {0}, ID de l'article {1} introuvable
it_it: Aggiornamento non riuscito sulla riga {0}, itemId {1} non trovato
pt_pt: Falha da atualização na linha {0}, a ID de item {1} não foi encontrada
tr_tr: {0} satırında güncelleme başarısız oldu, Öğe Kimliği {1} bulunamadı

# CostUpdateFailedPrice
source: Update failed on line {0}, invalid or missing price for itemId {1}
de_de: Aktualisierung in Zeile {0} fehlgeschlagen. Ungültiger oder fehlender Preis für Artikel-ID {1}
es_es: No se pudo actualizar en línea {0}, precio ausente o no válido para el ID de artículo {1}
fi_fi: Rivin {0} päivitys epäonnistui, tuotetunnuksen {1} hinta on virheellinen tai puuttuu
fr_fr: Échec de la mise à jour ligne {0}, prix incorrect ou manquant pour l'ID de l'article {1}
it_it: Aggiornamento non riuscito sulla riga {0}, prezzo non valido o mancante per itemId {1}
pt_pt: Falha da atualização na linha {0}, preço inválido ou em falta na ID de item {1}
tr_tr: {0} satırında güncelleme başarısız oldu, Öğe Kimliği {1} için geçersiz veya eksik fiyat

# CostUpdateSucceeded
source: Update succeeded on itemId {0}
de_de: Aktualisierung für Artikel-ID {0} erfolgreich
es_es: Actualización finalizada del ID de artículo {0}
fi_fi: Tuotetunnuksen {0} päivitys onnistui
fr_fr: Mise à jour de l'ID de l'article {0}
it_it: Aggiornamento riuscito su itemId {0}
pt_pt: Atualização bem-sucedida na ID de item {0}
tr_tr: {0} Öğe Kimliği güncellemesi başarılı oldu

source: Edit Email
de_de: E-Mail bearbeiten
es_es: Editar correo electrónico
fi_fi: Muokkaa sähköpostiosoitetta
fr_fr: Modifier l'e-mail
it_it: Modifica e-mail
pt_pt: Editar e-mail
tr_tr: E-postayı Düzenle

# DeleteEmailAddressWarning
source: The address is assigned to a batch report or group list. Are you sure you want to delete this address?
de_de: Die Adresse ist einem Stapelbericht oder einer Gruppenliste zugewiesen. Möchten Sie diese Adresse wirklich löschen?
es_es: La dirección está asignada a un informe programado o a una lista de grupo. ¿Está seguro de que desea eliminar esta dirección?
fi_fi: Osoite on määritetty eräraporttiin tai ryhmäjakeluluetteloon. Haluatko varmasti poistaa tämän osoitteen?
fr_fr: L'adresse est attribuée à un rapport par lot ou à une liste de groupe. Souhaitez-vous réellement supprimer cette adresse ?
it_it: L'indirizzo è assegnato a un rapporto programmato o a un elenco di gruppi. Eliminare l'indirizzo?
pt_pt: O endereço está atribuído a um relatório em lote ou lista de grupo. Tem a certeza de que pretende eliminar este endereço?
tr_tr: Adres, bir seri rapora veya grup listesine atanmış. Bu adresi silmek istediğinizden emin misiniz?

# DeleteEmailListWarning
source: The group list is assigned to a batch report. Are you sure you want to delete this list?
de_de: Die Gruppenliste ist einem Stapelbericht zugewiesen. Möchten Sie diese Liste wirklich löschen?
es_es: La lista de grupos está asignada a un informe programado. ¿Está seguro de que desea borrar esta lista?
fi_fi: Ryhmäjakeluluettelo on määritetty eräraporttiin. Haluatko varmasti poistaa tämän luettelon?
fr_fr: La liste de groupe est attribuée à un rapport par lot. Souhaitez-vous réellement supprimer cette liste ?
it_it: L'elenco di gruppi è assegnati a un rapporto programmato. Eliminare l'elenco?
pt_pt: A lista de grupo está atribuída a um relatório em lote. Tem a certeza de que pretende eliminar esta lista?
tr_tr: Grup listesi bir seri rapora atanmış. Bu listeyi silmek istediğinizden emin misiniz?

# AllSelected
source: [All]
de_de: [ALLE]
es_es: [Todos]
fi_fi: [Kaikki]
fr_fr: [Tout]
it_it: [Tutti]
pt_pt: [Todos]
tr_tr: [Tümü]

source: [None Selected]
de_de: [Nichts ausgewählt]
es_es: [Ninguno seleccionado]
fi_fi: [Mitään ei ole valittu]
fr_fr: [Aucune sélection]
it_it: [Nessuna selezione]
pt_pt: [Nada selecionado]
tr_tr: [Hiçbiri Seçilmedi]

source: [No Procedure Assigned]
de_de: [Kein Verfahren zugewiesen]
es_es: [No hay procedim. asignado]
fi_fi: [Ei liitettyä toimenpidettä]
fr_fr: [Aucune intervention attribuée]
it_it: [Nessun intervento medico assegnato]
pt_pt: [Sem procedimento atribuído]
tr_tr: [Atanmış Prosedür Yok]

# CycleCountReportFilenameEngAlternate
source: Items to Cycle Count_en-UK
de_de: Items to Cycle Count_de-DE
es_es: Artículos de recuento de ciclo_en-UK
fi_fi: Tuotteet - syklinen laskenta_en-UK
it_it: Articoli di cui eseguire il conteggio cicli_en-UK
pt_pt: Itens de Conta Ciclo_en-UK
tr_tr: Döngü Sayımı Öğeleri_en-UK

# CantCloseCrystalAppObject
source: Can't close Crystal App Object, attempting to cancel any printing jobs.
de_de: Crystal App-Objekt kann nicht geschlossen werden. Es wird versucht, alle Druckaufträge abzubrechen.
es_es: No se puede cerrar el objeto de la aplicación Crystal, intentando cancelar cualquier trabajo de impresión.
fi_fi: Crystal App -kohteen sulkeminen ei onnistu, järjestelmä yrittää peruuttaa kaikki tulostustyöt.
fr_fr: Impossible de fermer l'objet d'application Crystal, tentative d'annulation des travaux d'impression en cours.
it_it: Impossibile chiudere l'oggetto Crystal App; tentativo di annullare tutte le stampe.
pt_pt: Não é possível fechar objeto da aplicação Crystal. A tentar cancelar quaisquer tarefas de impressão.
tr_tr: Crystal Uygulaması Nesnesi kapatılamıyor, yazdır işleri iptal edilmeye çalışılıyor.

# CantCloseCrystalAppObjectAfterKillingPrintJob
source: Killed printing job. Crystal App Object close still unsuccessful.
de_de: Druckauftrag wurde abgebrochen. Crystal App-Objekt konnte immer noch nicht geschlossen werden.
es_es: Fallo de impresión. El objeto de la aplicación Crystal no se cierra.
fi_fi: Tulostustyö peruutettu, Crystal App -kohteen sulkeminen ei kuitenkaan onnistunut.
fr_fr: Travail d'impression supprimé. Échec permanent de la fermeture de l'objet d'application Crystal.
it_it: Stampe annullate. Chiusura dell' oggetto Crystal App ancora non riuscita.
pt_pt: Tarefa de impressão terminada. O fecho do objeto da aplicação Crystal ainda não foi bem sucedido.
tr_tr: Yazdırma işi iptal edildi. Crystal Uygulaması Nesnesini kapatma işlemi hâlâ başarısız.

source: Can't close report.
de_de: Bericht kann nicht geschlossen werden.
es_es: No se puede cerrar el informe.
fi_fi: Raporttia ei voi sulkea.
fr_fr: Impossible de fermer le rapport.
it_it: Impossibile chiudere il rapporto.
pt_pt: Não é possível fechar o relatório.
tr_tr: Rapor kapatılamıyor.

# ReportWillNotBeCopied
source: Report will not be copied - destination directory has reached 80% of its capacity. Report can be accessed from the default directory.
de_de: Bericht wird nicht kopiert. Zielverzeichnis ist zu 80 % belegt. Bericht kann aus dem Standardverzeichnis geöffnet werden.
es_es: El informe no se copiará - el directorio de destino ha alcanzado el 80% de su capacidad. Es posible acceder al informe desde el directorio predeterminado.
fi_fi: Raporttia ei kopioida - kohdehakemiston tallennustilasta 80 % on käytetty. Raportti on käytettävissä oletushakemistossa.
fr_fr: Le rapport ne sera pas copié. L'espace du répertoire de destination est occupé à 80 %. Le rapport est accessible depuis le répertoire par défaut.
it_it: Il rapporto non verrà copiato - la directory di destinazione ha raggiunto l'80% della capacità. È possibile accedere al rapporto dalla directory predefinita.
pt_pt: O relatório não será copiado - O diretório de destino alcançou 80% da respetiva capacidade. É possível aceder ao relatório a partir do diretório predefinido.
tr_tr: Rapor kopyalanmayacak - hedef dizin, kapasitesinin %80'ine ulaştı. Rapora, varsayılan dizinden erişilebilir.

# ItemAliasAlreadyExistError
source: Item Alias {0} already exists. Please enter a unique Item Alias name.
de_de: Artikelalias {0} ist bereits vorhanden. Geben Sie einen eindeutigen Artikel-Aliasnamen ein.
es_es: El alias del artículo {0} ya existe. Introduzca un nombre de alias único para el artículo.
fi_fi: Tuotteen aliasnimi {0} on jo olemassa. Anna tuotteelle yksilöllinen aliasnimi.
fr_fr: L'alias d'article {0} existe déjà. Saisissez un alias unique.
it_it: L'alias articolo {0} esiste già. Immettere un Alias articolo univoco.
pt_pt: O nome alternativo do item {0} já existe. Introduza um nome alternativo do item único.
tr_tr: {0} Öğe Takma Adı zaten mevcut. Lütfen benzersiz bir Öğe Takma Adı girin.

# ItemAliasFieldCannotBeEmpty
source: Item Alias field cannot be empty. Please enter a unique Item Alias name.
de_de: Das Feld 'Artikelalias' darf nicht leer sein. Geben Sie einen eindeutigen Artikel-Aliasnamen ein.
es_es: El campo del alias del artículo no puede estar vacío. Introduzca un nombre de alias único para el artículo.
fi_fi: Tuotteen aliasnimen kenttä ei voi olla tyhjä. Anna tuotteelle yksilöllinen aliasnimi.
fr_fr: Le champ d'alias d'article ne peut pas être vide. Saisissez un alias unique.
it_it: Il campo Alias articolo non può essere vuoto. Immettere un Alias articolo univoco.
pt_pt: O campo de nome alternativo do item não pode estar vazio. Introduza um nome alternativo do item único.
tr_tr: Öğe Takma Adı alanı boş olamaz. Lütfen benzersiz bir Öğe Takma Adı girin.

# ItemCategoryAlreadyExistError
source: Item Category {0} already exists. Please enter a unique Item Category name.
de_de: Artikelkategorie {0} ist bereits vorhanden. Geben Sie einen eindeutigen Artikel-Kategorienamen ein.
es_es: La categoría de artículo {0} ya existe. Introduzca un nombre único para la categoría de artículo.
fi_fi: Tuotteen luokka {0} on jo olemassa. Anna tuotteen luokalle yksilöllinen nimi.
fr_fr: La catégorie d'article {0} existe déjà. Saisissez un nom de catégorie unique.
it_it: La categoria articolo {0} esiste già. Immettere una categoria articolo univoca.
pt_pt: A categoria do item {0} já existe. Introduza um nome de categoria do item única.
tr_tr: {0} Öğe Kategorisi zaten mevcut. Lütfen benzersiz bir Öğe Kategorisi adı girin.

# ItemClassAlreadyExistError
source: Item Class {0} already exists. Please enter a unique Item Class name.
de_de: Artikelklasse {0} ist bereits vorhanden. Geben Sie einen eindeutigen Artikel-Klassennamen ein.
es_es: La clase de artículo {0} ya existe. Introduzca un nombre único para la clase de artículo.
fi_fi: Tuoteluokka {0} on jo olemassa. Anna tuoteluokalle yksilöllinen nimi.
fr_fr: La classe d'article {0} existe déjà. Saisissez un nom de classe unique.
it_it: La classe articolo {0} esiste già. Immettere una classe articolo univoca.
pt_pt: A classe do item {0} já existe. Introduza um nome de classe do item único.
tr_tr: {0} Öğe Sınıfı zaten mevcut. Lütfen benzersiz bir Öğe Sınıfı adı girin.

# ItemClassFieldCannotBeEmpty
source: Item Class field cannot be empty. Please enter a unique Item Class name.
de_de: Das Feld 'Artikelklasse' darf nicht leer sein. Geben Sie einen eindeutigen Artikel-Klassennamen ein.
es_es: El campo Clase de artículo no puede estar vacío. Introduzca un nombre único para la clase de artículo.
fi_fi: Tuoteluokan kenttä ei voi olla tyhjä. Anna tuoteluokalle yksilöllinen nimi.
fr_fr: Le champ de classe d'article ne peut pas être vide. Saisissez un nom de classe unique.
it_it: Il campo Classe articolo non può essere vuoto. Immettere una Classe articolo univoca.
pt_pt: O campo de classe do item não pode estar vazio. Introduza um nome de classe do item único.
tr_tr: Öğe Sınıfı alanı boş olamaz. Lütfen benzersiz bir Öğe Sınıfı adı girin.

# HazardAlreadyExistError
source: Hazard name {0} already exists. Please enter a unique Hazard name.
de_de: Gefahrenname {0} ist bereits vorhanden. Geben Sie einen eindeutigen Gefahrennamen ein.
es_es: El nombre del riesgo {0} ya existe. Introduzca un nombre único para el riesgo.
fi_fi: Vaaran nimi {0} on jo olemassa. Anna vaaralle yksilöllinen nimi.
fr_fr: Le nom de l'avertissement {0} existe déjà. Saisissez un nom d'avertissement unique.
it_it: Il nome pericolo {0} esiste già. Immettere un nome pericolo univoco.
pt_pt: O nome do perigo {0} já existe. Introduza um nome do perigo único.
tr_tr: {0} Tehlike adı zaten mevcut. Lütfen benzersiz bir Tehlike adı girin.
