Repository: AlderMatus/WPFDemo
Catalog: Carefusion.Supply.CSharpResource/CSharpResource.*.resx
Languages: de_de, es_es, fi_fi, fr_fr, it_it, pt_pt, tr_tr

# confirmReportDeleteText
source: Are you sure that you want to delete report '{0}'? Note: This delete is not committed until you select OK.
de_de: Möchten Sie den Bericht '{0}' wirklich löschen? Anmerkung: Dieser Löschvorgang wird erst dann wirklich ausgeführt, wenn Sie auf OK klicken.
es_es: ¿Está seguro de que desea eliminar el informe '{0}'? Nota: esta eliminación no se aplicará hasta que seleccione Aceptar.
fi_fi: Haluatko varmasti poistaa raportin {0}? Huomautus: Poisto tulee voimaan vasta, kun valitset OK.
fr_fr: Souhaitez-vous réellement supprimer le rapport '{0}' ? Remarque : cliquez sur OK pour valider la suppression.
it_it: Eliminare il rapporto programmato '{0}'? Nota: questa eliminazione non verrà effettuata fino a che non si sceglie OK.
pt_pt: Tem a certeza de que pretende eliminar o relatório "{0}"? Nota: Esta ação não é submetida enquanto não selecionar OK.
tr_tr: '{0}' raporunu silmek istediğinizden emin misiniz? Not: Bu silme işlemi, siz Tamam'ı seçene kadar gerçekleştirilmez.

source: Critical Low
de_de: Kritischer Mindestbestand
es_es: Nivel crítico
fi_fi: Kriittisen vähissä
fr_fr: Seuil critique
it_it: Livello critico basso
pt_pt: Criticamente baixo
tr_tr: Kritik Seviyede Düşük

# CycleCountReportFilename
source: Items to Cycle Count_en-US
de_de: Items to Cycle Count_de-DE
es_es: Artículos de recuento de ciclo_en-US
fi_fi: Tuotteet - syklinen laskenta_en-US
it_it: Articoli di cui eseguire il conteggio cicli_en-US
pt_pt: Itens de Conta Ciclo_en-US
tr_tr: Döngü Sayımı Öğeleri_en-US

# DailyAtSpace
source: Daily at
de_de: Täglich um
es_es: Diario a las
fi_fi: Päivittäin klo
fr_fr: Tous les jours à
it_it: Giornalmente alle
pt_pt: Diariamente às
tr_tr: Her gün şu saatte:

# DatabaseCastError
source: A database cast error occurred when accessing the {0} table: {1}
de_de: Beim Zugriff auf die {0}-Tabelle {1} ist ein Datenbank-Typumwandlungsfehler aufgetreten
es_es: Se ha producido un error de conversión de la base de datos al acceder a {0} tabla: {1}
fi_fi: Tietokannan tietotyyppien muuntamisessa tapahtui virhe taulukkoa {0} käsiteltäessä: {1}
fr_fr: Une erreur de base de données s'est produite lors de l'accès à la table {0} : {1}
it_it: Si è verificato un errore cast del database durante l'accesso alla tabella {0}: {1}
pt_pt: Ocorreu um erro de transmissão da base de dados ao aceder à tabela {0}: {1}
tr_tr: {0} tablosuna erişirken bir veritabanı cast hatası oluştu: {1}

# DatabaseError
source: An error occurred when trying to save this report to the database. See service_message table.
de_de: Bei dem Versuch, diesen Bericht in der Datenbank zu speichern, ist ein Fehler aufgetreten. Siehe Tabelle service_message.
es_es: Se ha producido un error al intentar guardar este informe en la base de datos. Consulte la tabla de mensajes de asistencia técnica.
fi_fi: Raportin tallentamisessa tietokantaan tapahtui virhe. Katso huoltoviestitaulukko.
fr_fr: Une erreur s'est produite lorsque vous avez essayé d'enregistrer ce rapport dans la base de données. Consultez la table service_message.
it_it: Sì è verificato un errore durante il salvataggio del rapporto nel database. Vedere la tabella service_message.
pt_pt: Ocorreu um erro ao tentar guardar este relatório na base de dados. Consulte a tabela service_message.
tr_tr: Bu raporu veritabanına kaydetmeye çalışırken bir hata oluştu. service_message tablosuna bakın.

# DataTableEditCancelChanges
source: You have made changes to {0}. Are you sure you want to Cancel?
de_de: Sie haben {0} geändert. Möchten Sie den Vorgang wirklich abbrechen?
es_es: Ha hecho cambios en {0}. ¿Está seguro de que desea cancelar?
fi_fi: Kohteeseen {0} on tehty muutoksia. Haluatko varmasti peruuttaa toiminnon?
fr_fr: Vous avez modifié {0}. Souhaitez-vous réellement annuler l'opération ?
it_it: Sono state apportate modifiche a {0}. Annullare?
pt_pt: Fez alterações em {0}. Tem a certeza de que pretende cancelar?
tr_tr: {0} ile ilgili değişiklikler yaptınız. İptal etmek istediğinizden emin misiniz?

# DataTableEditIllegalCharactersWarning
source: {0} are invalid characters for {1}
de_de: {0} sind ungültige Zeichen für {1}
es_es: {0} son caracteres no válidos para {1}
fi_fi: {0} eivät ole kelvollisia merkkejä kohdassa {1}
fr_fr: {0} sont des caractères incorrects pour {1}
it_it: {0} sono caratteri non validi per {1}
pt_pt: {0} são carateres inválidos para {1}
tr_tr: {0}, {1} için geçersiz karakterlerdir

source: Date
de_de: Datum
es_es: Fecha
fi_fi: Päivämäärä
it_it: Data
pt_pt: Data
tr_tr: Tarih

# DateAfterFormat
source: is after {0}
de_de: liegt nach {0}
es_es: es después de {0}
fi_fi: on myöhemmin kuin {0}
fr_fr: arrive après {0}
it_it: dopo {0}
pt_pt: é posterior a {0}
tr_tr: şundan sonra: {0}

# DateBeforeFormat
source: is before {0}
de_de: liegt vor {0}
es_es: es antes de {0}
fi_fi: on aiemmin kuin {0}
fr_fr: arrive avant {0}
it_it: prima {0}
pt_pt: é anterior a {0}
tr_tr: şundan önce: {0}

# DateFilterErr
source: Refill Report filtering on date, this should never happen
de_de: Nachfüllberichtsfilterung nach Datum. Dies sollte nicht geschehen
es_es: Filtrado del informe de reposición con la fecha, eso no debe pasar nunca
fi_fi: Täyttöraportin suodattaminen päivämäärän mukaan on kielletty toiminto
fr_fr: Filtrage du rapport de remplissage d'après la date ; cela ne doit jamais se produire
it_it: Rapporto di ricarica filtrato sulla data; operazione non ammessa
pt_pt: O relatório de recarga está a filtrar por data, tal não deveria acontecer
tr_tr: Tarihe göre filtrelenmiş Yeniden Doldurma Raporu asla olmamalıdır

# DateRangeFormat
source: from {0} to {1}
de_de: von {0} bis {1}
es_es: desde {0} hasta {1}
fr_fr: de {0} à {1}
it_it: da {0} a {1}
pt_pt: de {0} a {1}
tr_tr: {0} öğesinden {1} öğesine kadar

source: Day
de_de: Tag
es_es: Día
fi_fi: Päivä
fr_fr: Jour
it_it: Giorno
pt_pt: Dia
tr_tr: Gün

# Daylowercase
source: day
de_de: Tag
es_es: día
fi_fi: päivä
fr_fr: jour
it_it: giorno
pt_pt: dia
tr_tr: gün

source: days
de_de: Tage
es_es: días
fi_fi: päivää
fr_fr: jours
it_it: giorni
pt_pt: dias
tr_tr: gün

# daysprior31to60
source: 31 to 60 days prior
de_de: 31 bis 60 Tage zuvor
es_es: 31 a 60 días anteriores
fi_fi: 31 - 60 päivää ennen
fr_fr: 31 à 60 jours avant
it_it: da 31 a 60 giorni prima
pt_pt: 31 a 60 dias antes
tr_tr: 31 ila 60 gün önce

# daysprior61to90
source: 61 to 90 days prior
de_de: 61 bis 90 Tage zuvor
es_es: 61 a 90 días anteriores
fi_fi: 61 - 90 päivää ennen
fr_fr: 61 à 90 jours avant
it_it: da 61 a 90 giorni prima
pt_pt: 61 a 90 dias antes
tr_tr: 61 ila 90 gün önce

source: December
de_de: Dezember
es_es: Diciembre
fi_fi: joulukuu
fr_fr: Décembre
it_it: Dicembre
pt_pt: Dezembro
tr_tr: Aralık

# DefaultDirNotSetup
source: The Client Console default directory is not set up. Please set up a default directory from the Site Options dialog.
de_de: Das Standardverzeichnis der Konsole ist nicht eingerichtet. Legen Sie im Dialogfeld für die Standortoptionen ein Standardverzeichnis fest.
es_es: El directorio predeterminado de la consola del cliente no está configurado. Configure un directorio predeterminado desde el cuadro de diálogo de opciones del centro.
fi_fi: Työasemakonsolin oletushakemistoa ei ole määritetty. Määritä oletushakemisto paikka-asetusten valintaikkunassa.
fr_fr: Le répertoire par défaut Client Console n'est pas configuré. Configurez un répertoire par défaut dans la boîte de dialogue des options du site.
it_it: La directory predefinita di Client Console non è impostata. Impostare una directory predefinita dalla finestra di dialogo Opzioni sito.
pt_pt: O diretório predefinido de consola do cliente não está definido. Defina um diretório predefinido na caixa de diálogo Opções do local.
tr_tr: İstemci Konsolu varsayılan dizini ayarlanmamış. Lütfen Tesis Seçenekleri iletişim kutusundan varsayılan bir dizin ayarlayın.

# defaultHybridAbcCalculationTaskName
source: Hybrid Abc Calculation Task
de_de: Hybrider Abc-Berechnungstask
es_es: Tarea de cálculo de Abc híbrido
fi_fi: ABC-yhdistelmälaskentatehtävä
fr_fr: Tâche de calcul de CPA hybride
it_it: Operazione calcolo Hybrid Abc
pt_pt: Tarefa de cálculo Abc híbrida
tr_tr: Hibrit Abc Hesaplama Görevi

# DefaultPrinterNotFound
source: Default Printer not found. Printing failed.
de_de: Standarddrucker nicht gefunden. Druckvorgang fehlgeschlagen.
es_es: No se encontró la impresora predeterminada. La impresión falló.
fi_fi: Oletustulostinta ei löytynyt. Tulostus epäonnistui.
fr_fr: Imprimante par défaut introuvable. Échec de l'impression.
it_it: Stampante predefinita non trovata. Stampa non riuscita.
pt_pt: Impressora predefinida não encontrada. A impressão falhou.
tr_tr: Varsayılan Yazıcı bulunamadı. Yazdırma başarısız oldu.

source: Delete
de_de: Löschen
es_es: Eliminar
fi_fi: Poista
fr_fr: Supprimer
it_it: Elimina
pt_pt: Eliminar
tr_tr: Sil

source: Delete Directory
de_de: Verzeichnis löschen
es_es: Eliminar directorio
fi_fi: Poista hakemisto
fr_fr: Supprimer le répertoire
it_it: Elimina directory
pt_pt: Eliminar diretório
tr_tr: Dizini Sil

source: Descending
de_de: Absteigend
es_es: Descendente
fi_fi: Laskeva
fr_fr: Décroissant
it_it: Decrescente
pt_pt: Descendente
tr_tr: Azalan

source: Description
de_de: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
it_it: Descrizione
pt_pt: Descrição
tr_tr: Tanımlama

source: Destination
de_de: Ziel
es_es: Destino
fi_fi: Kohdesijainti
it_it: Destinazione
pt_pt: Destino
tr_tr: Hedef

# dirContainsBatchReports
source: This directory contains batch reports! Please delete or move all files to a different directory before deleting.
de_de: Dieses Verzeichnis enthält Stapelberichte. Vor dem Löschen des Verzeichnisses müssen alle Dateien gelöscht oder in ein anderes Verzeichnis verschoben werden.
es_es: Este directorio contiene informes programados. Elimine o mueva todos los archivos a un directorio diferente antes de eliminarlos.
fi_fi: Tämä hakemisto sisältää eräraportteja. Poista kaikki tiedostot tai siirrä ne toiseen hakemistoon ennen tämän hakemiston poistamista.
fr_fr: Ce répertoire contient des rapports par lots. Supprimez ou déplacez tous les fichiers vers un autre répertoire avant de procéder à la suppression.
it_it: La directory contiene rapporti programmati. Eliminarli o spostare tutti i file in un'altra directory prima di effettuare l'eliminazione.
pt_pt: Este diretório contém relatórios em lote! Elimine ou mova todos os ficheiros para um diretório diferente antes de apagar.
tr_tr: Bu dizinde seri raporlar bulunuyor! Lütfen tüm dosyaları silin veya silmeden önce farklı bir dizine taşıyın.

# dirExists
source: This directory name already exists. Please try again.
de_de: Dieses Verzeichnis ist bereits vorhanden. Bitte versuchen Sie es noch einmal.
es_es: Ya existe un directorio con este nombre. Inténtelo de nuevo.
fi_fi: Tämä hakemiston nimi on jo olemassa. Yritä uudelleen.
fr_fr: Ce nom de répertoire existe déjà. Veuillez réessayer.
it_it: Questo nome di directory esiste già. Riprovare.
pt_pt: O nome do diretório já existe. Tente novamente.
tr_tr: Bu dizin adı zaten mevcut. Lütfen tekrar deneyin.

# dirUnavailable
source: The destination directory is unavailable. Selected Report(s) cannot be moved to this location.
de_de: Das Zielverzeichnis ist nicht verfügbar. Ausgewählte Berichte können nicht an diesen Speicherort verschoben werden.
es_es: El directorio de destino no está disponible. No es posible mover los informes seleccionados a esta ubicación.
fi_fi: Kohdehakemisto ei ole käytettävissä. Valittuja raportteja ei voi siirtää tähän sijaintiin.
fr_fr: Le répertoire de destination n'est pas disponible. Impossible de déplacer le ou les rapports sélectionnés vers cet emplacement.
it_it: Directory di destinazione non disponibile. I rapporti selezionati non possono essere spostati in questa ubicazione.
pt_pt: O diretório de destino não está disponível. Não é possível mover os relatórios selecionados para esta localização.
tr_tr: Hedef dizin kullanılamıyor. Seçili Rapor/Raporlar bu konuma taşınamaz.

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fi_fi: Poistettu käytöstä
fr_fr: Désactivé
it_it: Disabilitato
pt_pt: Desativado
tr_tr: Devre Dışı

# DupDescription
source: This task description already exists. Please enter a unique description of this scheduled refill.
de_de: Diese Task-Beschreibung ist bereits vorhanden. Geben Sie eine eindeutige Beschreibung für diese geplante Nachfüllung ein.
es_es: La descripción de esta tarea ya existe. Introduzca una descripción única de esta reposición programada.
fi_fi: Tämä tehtävän kuvaus on jo olemassa. Anna yksilöllinen kuvaus tälle ajoitetulle täytölle.
fr_fr: Cette description de tâche existe déjà. Saisissez une description unique de ce remplissage programmé.
it_it: La descrizione attività esiste già. Immettere una descrizione univoca per la ricarica pianificata.
pt_pt: Esta descrição de tarefa já existe. Introduza uma descrição única para esta recarga programada.
tr_tr: Bu göre tanımlaması zaten mevcut. Lütfen bu planlanan yeniden dolum için benzersiz bir açıklama girin.

# DuplicateDefault
source: Duplicate default settings
de_de: Standardeinstellungen duplizieren
es_es: Duplicar parámetros predeterminados
fi_fi: Kaksi samaa oletusasetusta
fr_fr: Paramètres par défaut en double
it_it: Impostazioni predefinite duplicate
pt_pt: Duplicar predefinições
tr_tr: Yinelenen varsayılan ayarlar

# DuplicateDescription
source: This Directory Description already exists. Please choose a unique decription.
de_de: Diese Verzeichnisbeschreibung ist bereits vorhanden. Wählen Sie eine eindeutige Beschreibung.
es_es: Ya existe un directorio con esta descripción. Elija una descripción única.
fi_fi: Tämä hakemiston kuvaus on jo olemassa. Valitse yksilöllinen kuvaus.
fr_fr: Cette description de répertoire existe déjà. Choisissez une description unique.
it_it: La descrizione della directory esiste già. Scegliere una descrizione univoca.
pt_pt: Esta descrição de diretório já existe. Introduza uma descrição única.
tr_tr: Bu Dizin Tanımlaması zaten mevcut. Lütfen benzersiz bir açıklama seçin.

# DuplicatedPrinterDescription
source: This Printer Description already exists. Please choose a unique decription.
de_de: Diese Druckerbeschreibung ist bereits vorhanden. Wählen Sie eine eindeutige Beschreibung.
es_es: Ya existe esta descripción para la impresora. Elija una descripción única.
fi_fi: Tämä tulostimen kuvaus on jo olemassa. Valitse yksilöllinen kuvaus.
fr_fr: Cette description d'imprimante existe déjà. Choisissez une description unique.
it_it: La descrizione della stampante esiste già. Scegliere una descrizione univoca.
pt_pt: Esta descrição de impressora já existe. Introduza uma descrição única.
tr_tr: Bu Yazıcı Tanımlaması zaten mevcut. Lütfen benzersiz bir açıklama seçin.

# DuplicatePath
source: This Directory Path already exists. Please choose a unique path.
de_de: Dieser Verzeichnispfad ist bereits vorhanden. Wählen Sie einen eindeutigen Pfad.
es_es: Ya existe un directorio con esta ruta. Elija una ruta única.
fi_fi: Tämä hakemiston polku on jo olemassa. Valitse yksilöllinen polku.
fr_fr: Ce chemin de répertoire existe déjà. Choisissez un chemin unique.
it_it: Il percorso della directory esiste già. Scegliere un percorso univoco.
pt_pt: Este caminho de diretório já existe. Escolha um caminho único.
tr_tr: Bu Dizin Yolu zaten mevcut. Lütfen benzersiz bir yol seçin.

source: Edit
de_de: Bearbeiten
es_es: Editar
fi_fi: Muokkaa
fr_fr: Modifier
it_it: Modifica
pt_pt: Editar
tr_tr: Düzenle

source: Edit Directory
de_de: Verzeichnis bearbeiten
es_es: Editar directorio
fi_fi: Muokkaa hakemistoa
fr_fr: Modifier répertoire
it_it: Modifica directory
pt_pt: Editar diretório
tr_tr: Dizini Düzenle

source: Edit Printer
de_de: Drucker bearbeiten
es_es: Editar impresora
fi_fi: Muokkaa tulostinta
fr_fr: Modifier l'imprimante
it_it: Modifica stampante
pt_pt: Editar impressora
tr_tr: Yazıcıyı Düzenle

# EmailFooterDisclaimer
source: This message is for the designated recipient only and may contain privileged, proprietary or otherwise private information. If you have received it in error, please notify the sender immediately and delete the original. Any other use of the email by you is prohibited.
de_de: Diese Nachricht ist nur für den bezeichneten Empfänger bestimmt und kann sensible, urheberrechtlich geschützte oder anderweitig vertrauliche Daten enthalten. Falls Sie die Nachricht irrtümlich erhalten haben sollten, benachrichtigen Sie bitte sofort den Absender, und löschen Sie das Original. Jede sonstige Nutzung der E-Mail ist untersagt.
es_es: Este mensaje está destinado únicamente al destinatario designado y puede contener información privilegiada, exclusiva o privada. Si lo ha recibido por error, notifíqueselo al remitente de inmediato y elimine el original. Cualquier otro uso que pueda hacer de este correo electrónico está prohibido.
fi_fi: Tämä sähköpostiviesti on tarkoitettu ainoastaan viestissä nimetyn vastaanottajan tiedoksi. Se voi sisältää luottamuksellisia, omistusoikeuden suojaamia tai muuten yksityisiä tietoja. Jos olet saanut viestin vahingossa, ilmoita asiasta välittömästi viestin lähettäjälle ja poista alkuperäinen viesti. Sinulla ei ole oikeutta käyttää tätä sähköpostiviestiä millään muulla tavalla.
fr_fr: Ce message est destiné au seul destinataire désigné et peut contenir des informations privilégiées, propriétaires ou d'ordre privé. Si vous l'avez reçu par erreur, informez-en l'expéditeur immédiatement et supprimez l'original. Il est strictement interdit d'utiliser ce message à d'autres fins.
it_it: Le informazioni contenute nel presente messaggio sono private, confidenziali e destinate solo e esclusivamente ai destinatari indicati. Qualora questa comunicazione dovesse esservi pervenuta per errore siete pregati di avvisarci subito via e-mail e di eliminare il messaggio. Qualsiasi altro utilizzo di questo messaggio da parte di persona diversa dal destinatario non è consentito.
pt_pt: Esta mensagem destina-se ao destinatário designado apenas e poderá conter informação privilegiada, protegida ou de outra forma privada. Caso a tenha recebido por engano, notifique o remetente de imediato e elimine a mensagem original. Qualquer outra utilização deste e-mail é proibida.
tr_tr: Bu mesaj sadece belirlenen alıcıya yöneliktir ve imtiyazlı, gizli veya başka bir şekilde özel bilgiler içerebilir. Bu mesajı yanlışlıkla aldıysanız lütfen gönderen kişiyi derhal bilgilendirin ve asıl mesajı silin. E-postayı başka şekilde kullanmanız yasaktır.

# EmailNoReply
source: This is an auto-generated email message. Please do not reply to this message.
de_de: Dies ist eine automatisch generierte E-Mail-Nachricht. Bitte antworten Sie nicht auf diese Nachricht.
es_es: Este es un mensaje de correo electrónico generado automáticamente. No responda a este mensaje.
fi_fi: Tämä sähköpostiviesti on luotu automaattisesti. Älä vastaa tähän viestiin.
fr_fr: Cet e-mail est auto-généré. Veuillez ne pas y répondre.
it_it: Questo è un messaggio e-mail generato automaticamente. Non rispondere a questo messaggio.
pt_pt: Esta mensagem de e-mail foi gerada automaticamente. Não responda a esta mensagem.
tr_tr: Bu, otomatik olarak oluşturulmuş bir e-posta mesajıdır. Lütfen bu mesajı yanıtlamayın.

# EmailSendFail
source: Failed to send email. Please contact your Pyxis System Administrator.
de_de: E-Mail konnte nicht gesendet werden. Wenden Sie sich an den zuständigen Pyxis-Systemadministrator.
es_es: Error en el envío del correo electrónico. Póngase en contacto con su administrador del sistema Pyxis.
fi_fi: Sähköpostiviestin lähetys epäonnistui. Ota yhteys Pyxis-järjestelmänvalvojaan.
fr_fr: Échec d'envoi de l'e-mail. Contactez l'administrateur du système Pyxis.
it_it: Impossibile inviare l'e-mail. Contattare l'amministratore di sistema Pyxis.
pt_pt: Falha no envio do e-mail. Contacte o administrador do sistema Pyxis.
tr_tr: E-posta gönderilemedi. Lütfen Pyxis Sistem Yöneticinizle iletişim kurun.

# EmailSendSuccess
source: Email has successfully been sent.
de_de: E-Mail wurde erfolgreich gesendet.
es_es: El correo electrónico se ha enviado correctamente.
fi_fi: Sähköpostiviestin lähetys onnistui.
fr_fr: E-mail envoyé.
it_it: Messaggio e-mail inviato correttamente.
pt_pt: O e-mail foi enviado com sucesso.
tr_tr: E-posta başarıyla gönderildi.

# EmptyCostCenter
source: Cost center is empty
de_de: Kostenstelle ist leer
es_es: El centro de costes está vacío
fi_fi: Kustannuspaikka on tyhjä
fr_fr: Le compte est vide
it_it: Centro di costo vuoto
pt_pt: O campo do centro de custo está vazio
tr_tr: Maliyet merkezi boş

# EndTimeAfterStart
source: Please enter an end time that is before the start time, or select "no end date".
de_de: Geben Sie eine Endezeit ein, die vor der Startzeit liegt, oder wählen Sie "kein Enddatum".
es_es: Introduzca una hora final posterior a la hora inicial o seleccione "Sin fecha final".
fi_fi: Anna aloitusaikaa varhaisempi päättymisaika tai valitse Ei päättymispäivää.
fr_fr: Entrez une heure de fin antérieure à l'heure de début ou sélectionnez "Aucune date de fin".
it_it: Immettere un'ora di fine precedente all'ora di inizio oppure selezionare "nessuna ora di fine".
pt_pt: Introduza uma hora de fim anterior à hora de início ou selecione "sem data de fim".
tr_tr: Lütfen başlangıç saatinden önce olan bir bitiş saati girin veya "bitiş tarihi yok"u seçin.

# EndTimePast
source: Please enter an end time in the future or select "no end date".
de_de: Geben Sie eine Endezeit ein, die in der Zukunft liegt, oder wählen Sie "kein Enddatum".
es_es: Introduzca una hora final futura o seleccione "Sin fecha final".
fi_fi: Anna tulevaisuudessa oleva päättymisaika tai valitse Ei päättymispäivää.
fr_fr: Entrez une heure de fin ultérieure ou sélectionnez "Aucune date de fin".
it_it: Immettere un'ora di fine nel futuro oppure selezionare "nessuna ora di fine".
pt_pt: Introduza uma hora de fim no futuro ou selecione "sem data de fim".
tr_tr: Lütfen gelecekte bir bitiş saati girin veya "bitiş tarihi yok"u seçin.

# EnterNetworkDriveLetter
source: Please enter the letter of the network drive( ex: N:, P:, etc ).
de_de: Geben Sie den Kennbuchstaben des Netzlaufwerks ein (z. B. N:, P: usw.).
es_es: Introduzca la letra de la unidad de red (p. ej.: N:, P:, etc ).
fi_fi: Anna verkkoaseman kirjain (esimerkiksi N: tai P:).
fr_fr: Saisissez la lettre de l'unité réseau (N:, P:, etc.).
it_it: Immettere la lettera dell'unità di rete (ad es.: N:, P:, ecc).
pt_pt: Introduza a letra do disco na rede (por ex.: N:, P:, etc.).
tr_tr: Lütfen ağ sürücüsünün harfini girin (ör: N:, P:, vb.).

# EnvVarNotSetup
source: Viewing failed. Console Report Directory is not set in System environment. Please contact Tech Support.
de_de: Anzeigevorgang fehlgeschlagen. In der Systemumgebung ist kein Konsolenberichtsverzeichnis eingerichtet. Wenden Sie sich an den technischen Support.
es_es: Visualización fallida. El directorio del informe de la consola no está establecido en el entorno del sistema. Póngase en contacto con el servicio técnico.
fi_fi: Tarkastelu epäonnistui. Konsolin raporttihakemistoa ei ole määritetty järjestelmäympäristön asetuksissa. Ota yhteys tekniseen tukeen.
fr_fr: Échec de visualisation. Le répertoire des rapports de console n'est pas défini dans l'environnement système. Contactez le support technique.
it_it: Visualizzazione non riuscita. La directory Console Report non è impostata nell'ambiente di sistema. Contattare l'assistenza tecnica.
pt_pt: Falha na visualização. O diretório do relatório da consola não está definido no ambiente do sistema. Contacte a assistência técnica.
tr_tr: Görüntüleme başarısız oldu. Konsol Raporu Dizini, Sistem ortamında ayarlanmamış. Lütfen Teknik Destek birimiyle iletişime geçin.
