Repository: AlderMatus/WPFDemo
Catalog: Carefusion.Supply.CSharpResource/CSharpResource.*.resx
Languages: de_de, es_es, fi_fi, fr_fr, it_it, pt_pt, tr_tr

# EqualsFormat
source: equals {0}
de_de: gleich {0}
es_es: igual a {0}
fi_fi: on yhtä suuri kuin {0}
fr_fr: est {0}
it_it: equivalente a {0}
pt_pt: igual a {0}
tr_tr: {0} öğesine eşittir

# ErrorViewingReport
source: View report failed, please try again.
de_de: Bericht konnte nicht angezeigt werden, versuchen Sie es erneut.
es_es: Falló la visualización del informe, inténtelo de nuevo.
fi_fi: Raportin tarkastelu epäonnistui, yritä uudelleen
fr_fr: Échec de l'affichage du rapport, veuillez réessayer.
it_it: Visualizzazione rapporto non riuscita, riprovare.
pt_pt: Falha na visualização do relatório. Tente novamente.
tr_tr: Raporu görüntüleme başarısız oldu, lütfen tekrar deneyin.

# EverySpace
source: Every
de_de: Alle
es_es: Cada
fi_fi: Aina
fr_fr: Chaque
it_it: Ogni
pt_pt: A cada
tr_tr: Her

# existingReportNameConflictText
source: '{0}' is already in use.
de_de: '{0}' wird bereits verwendet.
es_es: '{0}' ya está en uso.
fi_fi: {0} on jo käytössä.
fr_fr: '{0}' est déjà utilisé.
it_it: '{0}' già in uso.
pt_pt: "{0}" já está a ser utilizado.
tr_tr: '{0}' zaten kullanılıyor.

# existingScheduledTaskNameConflictText
source: There is already a scheduled task named '{0}'. This will cause a confilct in scheduling the report.
de_de: Es gibt bereits einen geplanten Task namens '{0}'. Daraus entsteht ein Konflikt bei der Zeitplanung des Berichts.
es_es: Ya hay una tarea programada con el nombre '{0}'. Esto creará un conflicto al programar el informe.
fi_fi: Ajoitettu tehtävä nimeltä {0} on jo olemassa. Tämä aiheuttaa raportin ajoitusristiriidan.
fr_fr: Il existe déjà une tâche programmée intitulée '{0}'. Cela va créer un conflit de programmation du rapport.
it_it: Esiste già un'attività pianificata denominata '{0}'. Ciò causerà un conflitto nella pianificazione del rapporto.
pt_pt: Já existe uma tarefa programada com o nome "{0}". Isto irá causar um conflito na programação do relatório.
tr_tr: '{0}' adında programlanmış bir görev zaten mevcut. Bu, raporu planlama sırasında çakışmaya neden olacaktır.

source: exiting
de_de: wird beendet
es_es: saliendo
fi_fi: lopetetaan
fr_fr: fermeture en cours
it_it: chiusura in corso
pt_pt: a sair
tr_tr: çıkıyor

# Export
source: exporting
de_de: wird exportiert
es_es: exportando
fi_fi: viedään
fr_fr: exportation en cours
it_it: esportazione in corso
pt_pt: a exportar
tr_tr: dışa aktarıyor

# ExportSimple
source: Export
de_de: Exportieren
es_es: Exportar
fi_fi: Vie
fr_fr: Exporter
it_it: Esporta
pt_pt: Exportar
tr_tr: Dışa aktar

# ExportSimpleTooltip
source: Export (email) this report to the selected Location and stay on this screen
de_de: Diesen Bericht (per E-Mail) an den ausgewählten Speicherort exportieren und in diesem Bildschirm bleiben
es_es: Exportar (por correo electrónico) este informe a la ubicación seleccionada y permanecer en esta pantalla
fi_fi: Vie tämä raportti (sähköpostitse) valittuun sijaintiin ja pysy tässä näytössä
fr_fr: Exporter (envoyer par e-mail) ce rapport vers l'emplacement sélectionné et rester sur cet écran
it_it: Esporta (invia per e-mail) questo rapporto all'ubicazione selezionata e resta su questa schermata
pt_pt: Exportar (e-mail) este relatório para a localização selecionada e ficar neste ecrã
tr_tr: Bu raporu seçili Konum'a dışa aktar (e-posta) ve bu ekranda kal

source: Failed
de_de: Fehlgeschlagen
es_es: Error
fi_fi: Epäonnistui
fr_fr: Échec
it_it: Non riuscito
pt_pt: Falha
tr_tr: Başarısız

source: February
de_de: Februar
es_es: Febrero
fi_fi: helmikuu
fr_fr: Février
it_it: Febbraio
pt_pt: Fevereiro
tr_tr: Şubat

source: Fifth
es_es: Quinto
fi_fi: Viides
fr_fr: Cinquième
it_it: Quinto
pt_pt: Quinto
tr_tr: Beşinci

source: First
es_es: Primero
fi_fi: Ensimmäinen
fr_fr: Premier
it_it: Primo
pt_pt: Primeiro
tr_tr: Birinci

source: Format
es_es: Formato
fi_fi: Muoto
it_it: Formato
pt_pt: Formato
tr_tr: Biçim

source: Fourth
es_es: Cuarto
fi_fi: Neljäs
fr_fr: Quatrième
it_it: Quarto
pt_pt: Quarto
tr_tr: Dördüncü

source: Friday
de_de: Freitag
es_es: Viernes
fi_fi: perjantai
fr_fr: Vendredi
it_it: Venerdì
pt_pt: Sexta-feira
tr_tr: Cuma

source: From
de_de: Von
es_es: Desde
fi_fi: Välillä
fr_fr: De
it_it: Da
pt_pt: De
tr_tr: Çıkış

source: Group
de_de: Gruppe
es_es: Grupo
fi_fi: Ryhmittely
fr_fr: Groupe
it_it: Gruppo
pt_pt: Grupo
tr_tr: Grup

source: Group item not selected.
de_de: Gruppenartikel nicht ausgewählt.
es_es: Artículo de grupo no seleccionado
fi_fi: Tuotteen ryhmittelyä ei ole valittu.
fr_fr: Article de groupe non sélectionné.
it_it: Articolo gruppo non selezionato.
pt_pt: O item de grupo não está selecionado.
tr_tr: Grup öğesi seçilmemiş.

# HazardMsg
source: Hazard Message
de_de: Gefahrenmeldung
es_es: Mensaje de riesgo
fi_fi: Vaaraviesti
fr_fr: Avertissement
it_it: Messaggio di pericolo
pt_pt: Mensagem de perigo
tr_tr: Tehlike Mesajı

# HHListTooltip
source: Checked tasks are enabled
de_de: Markierte Tasks sind aktiviert
es_es: Las tareas marcadas están activas
fi_fi: Valitut tehtävät ovat käytössä
fr_fr: Les tâches cochées sont activées
it_it: Le attività selezionate sono abilitate
pt_pt: As tarefas marcadas estão ativas
tr_tr: İşaretlenen görevler etkinleştirildi

# hybridAbcStartTimeInstructions
source: You should not...
de_de: Sie sollten nicht ...
es_es: No debe...
fi_fi: Älä tee näin...
fr_fr: Vous ne devez pas...
it_it: Non...
pt_pt: Não deve...
tr_tr: Yapmamanız gerekenler...

# hybridAbcTaskNotDefinedText
source: The Hybrid ABC Calculation Task has not been configured. Cycle Count Reports will not be generated until the task is properly configured. Would you like to do so at this time?
de_de: Der hybride Abc-Berechnungstask wurde nicht konfiguriert. Zyklus-Anzahl-Berichte werden erst dann generiert, wenn der Task richtig konfiguriert ist. Möchten Sie dies jetzt nachholen?
es_es: La tarea de cálculo de ABC híbrido no ha sido configurada. Los informes de recuento de ciclo no se generarán hasta que la tarea esté configurada correctamente. ¿Desea hacerlo ahora?
fi_fi: ABC-yhdistelmälaskentatehtävää ei ole määritetty. Syklisen laskennan raportteja ei luoda, ennen kuin tehtävä on määritetty oikein. Haluatko määrittää tehtävän heti?
fr_fr: La tâche de calcul CPA hybride n'a pas été configurée. Les rapports sur les nombres de cycles ne seront pas générés tant que cette tâche n'aura pas été configurée correctement. Voulez-vous le faire maintenant ?
it_it: L'attività di calcolo Hybrid ABC non è stata configurata. I rapporti Conteggio cicli non saranno generati fino a che l'attività non viene configurata correttamente. Eseguire?
pt_pt: A tarefa de cálculo ABC híbrida não foi configurada. Os relatórios de conta de ciclo não serão criados enquanto a tarefa não for corretamente configurada. Gostaria de o fazer agora?
tr_tr: Hybrit ABC Hesaplama Görevi yapılandırılmamış. Döngü Sayım Raporları, görev uygun şekilde yapılandırılana kadar oluşturulmayacak. Bunu bu sefer yapmak istiyor musunuz?

# HzrdName
source: Hazard Name
de_de: Gefahrenname
es_es: Nombre del riesgo
fi_fi: Vaaran nimi
fr_fr: Nom de l'avertissement
it_it: Nome pericolo
pt_pt: Nome do perigo
tr_tr: Tehlike Adı

# IDS_MAILER_SMTP_BODY
source: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">The Pyxis<sup>&reg;</sup> SupplyCenter&trade; Report Service has completed your request. Your report is attached.</p></BODY></HTML>
de_de: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">Der Pyxis<sup>&reg;</sup> SupplyCenter&trade;-Berichtsdienst hat Ihre Anforderung ausgeführt. Ihr Bericht ist beigefügt.</p></BODY></HTML>
es_es: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">El centro comercial y de suministro<sup>&reg;</sup> de Pyxis; El servicio de informes ha completado su solicitud. Su informe está adjunto.</p></BODY></HTML>
fi_fi: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">Pyxis<sup>&reg;</sup> SupplyCenter&trade; -raportointipalvelu on käsitellyt pyyntösi. Valmis raportti on liitteenä.</p></BODY></HTML>
fr_fr: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">Le service Report Service de Pyxis<sup>&reg;</sup> SupplyCenter&trade; a traité votre demande. Vous trouverez votre rapport en pièce jointe.</p></BODY></HTML>
it_it: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial"> Pyxis<sup>&reg;</sup> SupplyCenter&trade; Il servizio rapporti ha completato la richiesta. Report allegato. </p></BODY></HTML>
pt_pt: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">O serviço de relatórios do Pyxis<sup>&reg;</sup> SupplyCenter&trade; concluiu o seu pedido. O seu relatório encontra-se anexado.</p></BODY></HTML>
tr_tr: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">Pyxis<sup>&reg;</sup> SupplyCenter&trade; Rapor Servisi talebinizi tamamladı. Raporunuz ektedir.</p></BODY></HTML>

# IDS_MAILER_SMTP_SUBJECT
source: Report Completion Notification
de_de: Benachrichtigung zur Berichtserstellung
es_es: Notificación de finalización de informe
fi_fi: Ilmoitus raportin valmistumisesta
fr_fr: Notification de fin de rapport
it_it: Notifica completamento rapporti
pt_pt: Notificação da conclusão do relatório
tr_tr: Rapor Tamamlama Bildirimi

source: Ignore
de_de: Ignorieren
es_es: Ignorar
fi_fi: Ohita
fr_fr: Ignorer
it_it: Ignora
pt_pt: Ignorar
tr_tr: Yoksay

source: immediate backup
de_de: sofortige Sicherung
es_es: copia de seguridad inmediata
fi_fi: välitön varmuuskopiointi
fr_fr: Sauvegarde immédiate
it_it: backup immediato
pt_pt: cópia de segurança imediata
tr_tr: anında yedekleme

# ImportDataFormatError
source: ERROR at line {0} for column {1}, {2}
de_de: FEHLER in Zeile {0} für Spalte {1}, {2}
es_es: ERROR en la línea {0} para la columna {1}, {2}
fi_fi: VIRHE rivillä {0}: sarake {1}, {2}
fr_fr: ERREUR ligne {0}, colonne {1}, {2}
it_it: ERRORE alla riga {0} per la colonna {1}, {2}
pt_pt: ERRO na linha {0} da coluna {1}, {2}
tr_tr: Sütun {1}, {2} için {0} satırında HATA

# ImportEnterFilePath
source: Please enter a file path
de_de: Geben Sie einen Dateipfad ein
es_es: Introduzca una ruta de archivo
fi_fi: Anna tiedostopolku
fr_fr: Indiquez le chemin du fichier
it_it: immettere un percorso di file
pt_pt: Introduza um caminho para o ficheiro
tr_tr: Lütfen bir dosya yolu girin

# ImportFileNotFound
source: File Not Found
de_de: Datei nicht gefunden
es_es: Archivo no encontrado
fi_fi: Tiedostoa ei löytynyt
fr_fr: Fichier introuvable
it_it: File non trovato
pt_pt: Ficheiro não encontrado
tr_tr: Dosya Bulunamadı

# ImportInsertFailed
source: FAILED - insert at line {0}
de_de: FEHLER - Einfügung in Zeile {0}
es_es: ERROR - insertar en la línea {0}
fi_fi: Lisäys riville {0} EPÄONNISTUI
fr_fr: ÉCHEC - insertion à la ligne {0}
it_it: NON RIUSCITO - inserire alla riga {0}
pt_pt: FALHA - Introdução na linha {0}
tr_tr: BAŞARISIZ - {0} satırına ekle

# ImportInsertSucceeded
source: Succeeded - Insert of itemID {0} and costCenter {1}
de_de: Erfolg - Artikel-ID {0} und Kostenstelle {1} eingefügt
es_es: Correcto - Inserte el ID de artículo {0} y el centro de costes {1}
fi_fi: Tuotteen tunnuksen {0} ja kustannuspaikan {1} lisäys onnistui
fr_fr: Réussi - Insertion de l'ID d'article {0} et du compte {1}
it_it: Riuscito - Inserimento di itemID {0} e costCenter {1}
pt_pt: Sucesso - Introdução de ID do item {0} e centro de custo {1}
tr_tr: Başarılı oldu - {0} Öğe Kimliği ve {1} costCenter ekleme

# ImportUpdateFailed
source: Failed - Update at line {0}
de_de: Fehler - Aktualisierung in Zeile {0}
es_es: Error - Actualización en la línea {0}
fi_fi: Rivin {0} päivitys epäonnistui
fr_fr: Échec - Mise à jour ligne {0}
it_it: Non riuscito - Aggiornamento alla riga {0}
pt_pt: Falha - Atualização na linha {0}
tr_tr: Başarısız - {0} satırında güncelleme

# ImportUpdateSucceeded
source: Succeeded - Update of itemID {0} and costCenter {1}
de_de: Erfolg - Artikel-ID {0} und Kostenstelle {1}
es_es: Correcto - Actualice el ID de artículo {0} y el centro de costes {1}
fi_fi: Tuotteen tunnuksen {0} ja kustannuspaikan {1} päivitys onnistui
fr_fr: Réussite - Mise à jour de l'ID d'article {0} et du compte {1}
it_it: Riuscito - Inserimento di itemID {0} e costCenter {1}
pt_pt: Sucesso - Atualização de ID de item {0} e centro de custo {1}
tr_tr: Başarılı oldu - {0} Öğe Kimliği ve {1} costCenter güncellemesi

# InvalidCostCenter
source: The cost center name cannot exceed 10 characters.
de_de: Der Name der Kostenstelle darf nicht länger als 10 Zeichen sein.
es_es: El nombre del centro de costes no puede superar los 10 caracteres.
fi_fi: Kustannuspaikan nimessä voi olla enintään 10 merkkiä.
fr_fr: Le nom du compte ne doit pas dépasser 10 caractères.
it_it: Il nome del centro di costo non può superare i 10 caratteri.
pt_pt: O nome do centro de custo não pode exceder os 10 carateres.
tr_tr: Maliyet merkezi adı 10 karakteri aşamaz.

# InvalidDefaultValue
source: The Default value must be 0 or 1.
de_de: Der Standardwert muss 0 oder 1 sein.
es_es: El valor predeterminado debe ser 0 o 1.
fi_fi: Oletusarvon on oltava 0 tai 1.
fr_fr: La valeur par défaut doit être égale à 0 ou 1.
it_it: Il valore predefinito può essere 0 o 1.
pt_pt: O valor de predefinição tem de ser 0 ou 1.
tr_tr: Varsayılan değer, 0 veya 1 olmalıdır.

# InvalidNode
source: Invalid directory name.
de_de: Ungültiger Verzeichnisname.
es_es: Nombre de directorio no válido.
fi_fi: Virheellinen hakemiston nimi.
fr_fr: Nom de répertoire incorrect.
it_it: Nome directory non valido.
pt_pt: Nome do diretório inválido.
tr_tr: Geçersiz dizin adı.

# InvalidPath
source: The directory path is invalid, please browse and select valid path.
de_de: Der Verzeichnispfad ist ungültig. Wählen Sie einen gültigen Pfad aus.
es_es: La ruta del directorio no es válida, busque y seleccione una ruta válida.
fi_fi: Hakemiston polku on virheellinen, selaa kelvolliseen sijaintiin ja valitse se.
fr_fr: Le chemin du répertoire est incorrect. Parcourez l'arborescence et sélectionnez le chemin qui convient.
it_it: Percorso della directory non valido, sfogliare e inserire un percorso valido.
pt_pt: O caminho do diretório é inválido. Procure e selecione o caminho válido.
tr_tr: Dizin yolu geçersiz, lütfen göz atın ve geçerli yol seçin.

source: Invalid Selection
de_de: Ungültige Auswahl
es_es: Selección no válida
fi_fi: Virheellinen valinta
fr_fr: Sélection incorrecte
it_it: Selezione non valida
pt_pt: Seleção inválida
tr_tr: Geçersiz Seçim

source: Inventory
de_de: Bestandsaufnahme
es_es: Inventario
fi_fi: Luettelo
fr_fr: Inventaire
it_it: Inventario
pt_pt: Inventário
tr_tr: Envanter

# ItemAliasCountError
source: The maximum number of aliases ({0}) has already been assigned.
de_de: Es wurde bereits die maximale Anzahl ({0}) an Aliasnamen zugeordnet.
es_es: Ya se ha asignado el número máximo de alias ({0}).
fi_fi: Kohteelle on jo määritetty enimmäismäärä aliasnimiä ({0}).
fr_fr: Le nombre maximum d'alias ({0}) est atteint.
it_it: È stato già assegnato il numero massimo di alias ({0}).
pt_pt: O número máximo de nomes alternativos ({0}) já foi atribuído.
tr_tr: Maksimum sayıda ({0}) takma ad zaten atandı.

# ItemAliasEditDialogTitle
source: Item Alias Edit for {0}
de_de: Artikelalias-Bearbeitung für {0}
es_es: Edición del alias del artículo para {0}
fi_fi: Tuotteen {0} aliasnimen muokkaus
fr_fr: Modification de l'alias d'article pour {0}
it_it: Modifica alias articolo per {0}
pt_pt: Editar nome alternativo de item de {0}
tr_tr: {0} için Öğe Takma Adları Düzenleme

# ItemAliasEditTableDescription
source: Item Aliases for item '{0}'
de_de: Artikelaliase für Artikel '{0}'
es_es: Alias del artículo para el artículo '{0}'
fi_fi: Tuotteen {0} aliasnimet
fr_fr: Alias pour l'article '{0}'
it_it: Alias articoli per articolo'{0}'
pt_pt: Nomes alternativos de item para "{0}"
tr_tr: '{0}' öğesi için Öğe Takma Adları

# ItemAliasLengthError
source: Item Aliases must be between {0} and {1} characters.
de_de: Artikelaliase müssen zwischen {0} und {1} Zeichen lang sein.
es_es: Los alias del artículo deben tener entre {0} y {1} caracteres.
fi_fi: Tuotteen aliasnimen sallittu pituus on {0} - {1} merkkiä.
fr_fr: Les alias d'article doivent comporter de {0} à {1} caractères.
it_it: Gli alias articoli devono essere compresi tra {0} e {1}.
pt_pt: Os nomes alternativos de item têm de ter entre {0} e {1} carateres.
tr_tr: Öğe Takma Adları, {0} ile {1} karakter arasında olmalıdır.

# ItemAliasReferenced
source: Item Alias '{0}' is already referenced by item '{1}'.
de_de: Artikelalias '{0}' wird bereits von Artikel '{1}' referenziert.
es_es: El artículo '{1}' ya hace referencia al alias del artículo '{0}'.
fi_fi: Aliasnimi {0} on jo määritetty viittaamaan tuotteeseen {1}.
fr_fr: L'alias d'article '{0}' est déjà référencé par l'article '{1}'.
it_it: All'alias articolo '{0}' viene già fatto riferimento con l'articolo '{1}'.
pt_pt: O nome alternativo de item "{0}" já foi referenciado pelo item "{1}".
tr_tr: '{0}' Öğe Takma Adı'na, '{1}' tarafından zaten başvurulmuş.

# ItemCategoryEditDialogTitle
source: Item Category Edit
de_de: Artikelkategorie bearbeiten
es_es: Editar categoría de artículo
fi_fi: Tuotteen luokan muokkaus
fr_fr: Modification de la catégorie d'article
it_it: Modifica categoria articolo
pt_pt: Editar categoria de item
tr_tr: Öğe Kategorisi Düzenleme

# ItemCategoryEditTableDescription
source: Item Categories
de_de: Artikelkategorien
es_es: Categorías de artículo
fi_fi: Tuotteiden luokat
fr_fr: Catégories d'articles
it_it: Categorie articolo
pt_pt: Categorias de item
tr_tr: Öğe Kategorileri

# ItemCategoryLengthError
source: Item Category must be between {0} and {1} characters.
de_de: Die Artikelkategorie muss zwischen {0} und {1} Zeichen lang sein.
es_es: La categoría del artículo debe tener entre {0} y {1} caracteres.
fi_fi: Tuotteen luokan nimen sallittu pituus on {0} - {1} merkkiä.
fr_fr: La catégorie d'article doit comporter de {0} à {1} caractères.
it_it: La categoria articolo deve essere compresa tra {0} e {1} caratteri.
pt_pt: A categoria de item tem de ter entre {0} e {1} carateres.
tr_tr: Öğe Kategorisi, {0} ile {1} karakter arasında olmalıdır.

# ItemCategoryStillReferenced
source: Unable to delete Item Category: '{0}'. This category is assigned to items.
de_de: Artikelkategorie '{0}' kann nicht gelöscht werden. Diese Kategorie ist Artikeln zugewiesen.
es_es: No se puede eliminar la categoría de artículo: '{0}'. Hay artículos con esta categoría asignada.
fi_fi: Tuotteen luokkaa {0} ei voi poistaa. Luokka on määritetty tuotteille.
fr_fr: Impossible de supprimer la catégorie d'article : '{0}'. Cette catégorie est attribuée à des articles.
it_it: Impossibile eliminare la categoria articolo: '{0}'. La categoria è assegnata agli articoli.
pt_pt: Não é possível eliminar a categoria de item: "{0}". Esta categoria está atribuída a outros itens.
tr_tr: Öğe Kategorisi silinemiyor: '{0}'. Bu kategori, öğelere atanmış.

# ItemClassCountError
source: The system does not allow more than {0} item classes.
de_de: Im System sind maximal {0} Artikelklassen zulässig.
es_es: El sistema no permite más de {0} clases de artículos.
fi_fi: Järjestelmä tukee enintään {0} tuoteluokkaa.
fr_fr: Le système autorise {0} classes d'articles maximum.
it_it: Il sistema non consente più di {0} classi di articoli.
pt_pt: O sistema não permite mais de {0} classes de itens.
tr_tr: Sistem, en fazla {0} öğe sınıfına izin veriyor.

# ItemClassEditDialogTitle
source: Item Class Edit
de_de: Artikelklasse bearbeiten
es_es: Edición de clase de artículo
fi_fi: Tuoteluokan muokkaus
fr_fr: Modification de la classe d'article
it_it: Modifica classe articolo
pt_pt: Editar classe de item
tr_tr: Öğe Sınıfı Düzenleme

# ItemClassEditTableDescription
source: Item Classes
de_de: Artikelklassen
es_es: Clases de artículos
fi_fi: Tuoteluokat
fr_fr: Classes d'articles
it_it: Classi articolo
pt_pt: Classes de item
tr_tr: Öğe Sınıfları

# ItemClassNameLengthError
source: Class Names must be between {0} and {1} characters.
de_de: Klassennamen müssen zwischen {0} und {1} Zeichen lang sein.
es_es: Los nombres de las clases deben tener entre {0} y {1} caracteres.
fi_fi: Luokan nimen sallittu pituus on {0} - {1} merkkiä.
fr_fr: Les noms de classe doivent comporter de {0} à {1} caractères.
it_it: I nomi di classe devono essere compresi tra {0} e {1} caratteri.
pt_pt: Os nomes das classes têm de ter entre {0} e {1} carateres.
tr_tr: Sınıf Adları, {0} ile {1} karakter arasında olmalıdır.

# ItemClassStillReferenced
source: Unable to delete class: '{0}'. This class is assigned to items.
de_de: Klasse '{0}' kann nicht gelöscht werden. Diese Klasse ist Artikeln zugewiesen.
es_es: No se puede eliminar la clase: '{0}'. Hay artículos con esta clase asignada.
fi_fi: Tuoteluokkaa {0} ei voi poistaa. Luokitus on määritetty tuotteille.
fr_fr: Impossible de supprimer la classe : '{0}'. Cette classe est attribuée à des articles.
it_it: Impossibile eliminare la classe: '{0}'. La classe è assegnata agli articoli.
pt_pt: Não é possível eliminar a classe: "{0}". Esta classe está atribuída a outros itens.
tr_tr: Sınıf silinemiyor: '{0}'. Bu sınıf, öğelere atanmış.

# ItemDefaultClass
source: This is a default class. It can be edited but it cannot be deleted.
de_de: Dies ist eine Standardklasse. Sie kann bearbeitet, jedoch nicht gelöscht werden.
es_es: Se trata de una clase predeterminada. Puede editarse pero no puede eliminarse.
fi_fi: Tämä on oletusluokka. Sitä voi muokata mutta ei poistaa.
fr_fr: Classe par défaut. Vous pouvez la modifier, mais pas la supprimer.
it_it: Classe predefinita. Può essere modificata ma non eliminata.
pt_pt: Esta é uma classe predefinida. Pode ser editada mas não pode ser eliminada.
tr_tr: Bu, varsayılan bir sınıftır. Düzenlenebilir ancak silinemez.

# ItemHazardEditDialogTitle
source: Item Hazard Definition Edit
de_de: Artikel-Gefahrendefinition bearbeiten
es_es: Edición de la definición de riesgo del artículo
fi_fi: Tuotteeseen liittyvän vaaramäärityksen muokkaus
fr_fr: Modification de la définition aléatoire d'article
it_it: Modifica definizione pericolo articolo
pt_pt: Editar definição de perigo de item
tr_tr: Öğe Tehlikesi Tanımı Düzenleme

# ItemHazardEditTableDescription
source: Item Hazard Definitions
de_de: Artikel-Gefahrendefinitionen
es_es: Definiciones de riesgo de artículos
fi_fi: Tuotteeseen liittyvät vaaramääritykset
fr_fr: Définitions aléatoires d'articles
it_it: Definizioni pericolo articoli
pt_pt: Definições de perigo de item
tr_tr: Öğe Tehlikesi Tanımları

# ItemHazardNameLengthError
source: Hazard Names must be between {0} and {1} characters.
de_de: Gefahrennamen müssen zwischen {0} und {1} Zeichen lang sein.
es_es: Los nombres de los riesgos deben tener entre {0} y {1} caracteres.
fi_fi: Vaaran nimen sallittu pituus on {0} - {1} merkkiä.
fr_fr: Les noms d'avertissement doivent comporter de {0} à {1} caractères.
it_it: I nomi di pericolo devono essere compresi tra {0} e {1} caratteri.
pt_pt: Os nomes do perigo têm de ter entre {0} e {1} carateres.
tr_tr: Tehlike Adları, {0} ile {1} karakter arasında olmalıdır.

# ItemHazardStillReferenced
source: Unable to delete hazard: '{0}'. This hazard definition is assigned to items.
de_de: Gefahr '{0}' kann nicht gelöscht werden. Diese Gefahrendefinition ist Artikeln zugewiesen.
es_es: No se puede eliminar el riesgo: '{0}'. Hay artículos con una definición de riesgo asignada.
fi_fi: Vaaraa {0} ei voi poistaa. Vaara on määritetty tuotteille.
fr_fr: Impossible de supprimer l'avertissement : '{0}'. Cet avertissement est attribué à des articles.
it_it: Impossibile eliminare il pericolo: '{0}'. La definizione di pericolo è assegnata agli articoli.
pt_pt: Não é possível eliminar o perigo: "{0}". Esta definição de perigo está atribuída a outros itens.
tr_tr: Tehlike silinemiyor: '{0}'. Bu tehlike tanımı, öğelere atanmış.
