Repository: AlderMatus/WPFDemo
Catalog: Carefusion.Supply.CSharpResource/CSharpResource.*.resx
Languages: de_de, es_es, fi_fi, fr_fr, it_it, pt_pt, tr_tr

# DeleteUsersDomain
source: One or more users currently belong to this domain. Deleting the domain will invalidate their active directory registration and require them to re-register their accounts on another domain. Do you want to delete this domain?
de_de: XXX One or more users currently belong to this domain. Deleting the domain will invalidate their active directory registration and require them to re-register their accounts on another domain. Do you want to delete this domain?
es_es: XXX One or more users currently belong to this domain. Deleting the domain will invalidate their active directory registration and require them to re-register their accounts on another domain. Do you want to delete this domain?
fr_fr: XXX One or more users currently belong to this domain. Deleting the domain will invalidate their active directory registration and require them to re-register their accounts on another domain. Do you want to delete this domain?
it_it: XXX One or more users currently belong to this domain. Deleting the domain will invalidate their active directory registration and require them to re-register their accounts on another domain. Do you want to delete this domain?
pt_pt: XXX One or more users currently belong to this domain. Deleting the domain will invalidate their active directory registration and require them to re-register their accounts on another domain. Do you want to delete this domain?
tr_tr: XXX One or more users currently belong to this domain. Deleting the domain will invalidate their active directory registration and require them to re-register their accounts on another domain. Do you want to delete this domain?

# EmptyAccountID
source: Please enter the administrator account ID for the active directory domain.
de_de: XXX Please enter the administrator account ID for the active directory domain.
es_es: XXX Please enter the administrator account ID for the active directory domain.
fr_fr: XXX Please enter the administrator account ID for the active directory domain.
it_it: XXX Please enter the administrator account ID for the active directory domain.
pt_pt: XXX Please enter the administrator account ID for the active directory domain.
tr_tr: XXX Please enter the administrator account ID for the active directory domain.

# EmptyDomainName
source: Please enter the Active Directory domain name.
de_de: XXX Please enter the Active Directory domain name.
es_es: XXX Please enter the Active Directory domain name.
fr_fr: XXX Please enter the Active Directory domain name.
it_it: XXX Please enter the Active Directory domain name.
pt_pt: XXX Please enter the Active Directory domain name.
tr_tr: XXX Please enter the Active Directory domain name.

# UniqueDomain
source: The domain name entered already exists. Please enter a unique domain name.
de_de: XXX The domain name entered already exists. Please enter a unique domain name.
es_es: XXX The domain name entered already exists. Please enter a unique domain name.
fr_fr: XXX The domain name entered already exists. Please enter a unique domain name.
it_it: XXX The domain name entered already exists. Please enter a unique domain name.
pt_pt: XXX The domain name entered already exists. Please enter a unique domain name.
tr_tr: XXX The domain name entered already exists. Please enter a unique domain name.

# DomainDeletedSrvMsg
source: Domain {0} has been deleted from the system configuration.
de_de: XXX Domain {0} has been deleted from the system configuration.
es_es: XXX Domain {0} has been deleted from the system configuration.
fr_fr: XXX Domain {0} has been deleted from the system configuration.
it_it: XXX Domain {0} has been deleted from the system configuration.
pt_pt: XXX Domain {0} has been deleted from the system configuration.
tr_tr: XXX Domain {0} has been deleted from the system configuration.

# DomainRenamedSrvMsg
source: The domain {0} has been changed/renamed to domain {1}.
de_de: XXX The domain {0} has been changed/renamed to domain {1}.
es_es: XXX The domain {0} has been changed/renamed to domain {1}.
fr_fr: XXX The domain {0} has been changed/renamed to domain {1}.
it_it: XXX The domain {0} has been changed/renamed to domain {1}.
pt_pt: XXX The domain {0} has been changed/renamed to domain {1}.
tr_tr: XXX The domain {0} has been changed/renamed to domain {1}.

# InvalidLogin
source: The Active Directory user name and /or password you are attempting to register is invalid.
de_de: XXX The Active Directory user name and /or password you are attempting to register is invalid.
es_es: XXX The Active Directory user name and /or password you are attempting to register is invalid.
fr_fr: XXX The Active Directory user name and /or password you are attempting to register is invalid.
it_it: XXX The Active Directory user name and /or password you are attempting to register is invalid.
pt_pt: XXX The Active Directory user name and /or password you are attempting to register is invalid.
tr_tr: XXX The Active Directory user name and /or password you are attempting to register is invalid.

# AccountLocked
source: The Active Directory account you are attempting to register is locked. Contact your organization's network administrator for further assistance.
de_de: XXX The Active Directory account you are attempting to register is locked. Contact your organization's network administrator for further assistance.
es_es: XXX The Active Directory account you are attempting to register is locked. Contact your organization's network administrator for further assistance.
fr_fr: XXX The Active Directory account you are attempting to register is locked. Contact your organization's network administrator for further assistance.
it_it: XXX The Active Directory account you are attempting to register is locked. Contact your organization's network administrator for further assistance.
pt_pt: XXX The Active Directory account you are attempting to register is locked. Contact your organization's network administrator for further assistance.
tr_tr: XXX The Active Directory account you are attempting to register is locked. Contact your organization's network administrator for further assistance.

# ExpiredPassword
source: The password associated with the Active Directory account you are attempting to register is expired and must be changed. Please use another network computer to change your password.
de_de: XXX The password associated with the Active Directory account you are attempting to register is expired and must be changed. Please use another network computer to change your password.
es_es: XXX The password associated with the Active Directory account you are attempting to register is expired and must be changed. Please use another network computer to change your password.
fr_fr: XXX The password associated with the Active Directory account you are attempting to register is expired and must be changed. Please use another network computer to change your password.
it_it: XXX The password associated with the Active Directory account you are attempting to register is expired and must be changed. Please use another network computer to change your password.
pt_pt: XXX The password associated with the Active Directory account you are attempting to register is expired and must be changed. Please use another network computer to change your password.
tr_tr: XXX The password associated with the Active Directory account you are attempting to register is expired and must be changed. Please use another network computer to change your password.

# InvalidAccount
source: The Active Directory account you are attempting to register is invalid. Contact your organization's network administrator for further assistance.
de_de: XXX The Active Directory account you are attempting to register is invalid. Contact your organization's network administrator for further assistance.
es_es: XXX The Active Directory account you are attempting to register is invalid. Contact your organization's network administrator for further assistance.
fr_fr: XXX The Active Directory account you are attempting to register is invalid. Contact your organization's network administrator for further assistance.
it_it: XXX The Active Directory account you are attempting to register is invalid. Contact your organization's network administrator for further assistance.
pt_pt: XXX The Active Directory account you are attempting to register is invalid. Contact your organization's network administrator for further assistance.
tr_tr: XXX The Active Directory account you are attempting to register is invalid. Contact your organization's network administrator for further assistance.

# EmptySystemAccountName
source: Please enter the system account name for this domain.
de_de: XXX Please enter the system account name for this domain.
es_es: XXX Please enter the system account name for this domain.
fr_fr: XXX Please enter the system account name for this domain.
it_it: XXX Please enter the system account name for this domain.
pt_pt: XXX Please enter the system account name for this domain.
tr_tr: XXX Please enter the system account name for this domain.

# InvalidSystemAccount
source: Please update the System Account for domain {0} to ensure proper Active Directory integration.
de_de: XXX Please update the System Account for domain {0} to ensure proper Active Directory integration.
es_es: XXX Please update the System Account for domain {0} to ensure proper Active Directory integration.
fr_fr: XXX Please update the System Account for domain {0} to ensure proper Active Directory integration.
it_it: XXX Please update the System Account for domain {0} to ensure proper Active Directory integration.
pt_pt: XXX Please update the System Account for domain {0} to ensure proper Active Directory integration.
tr_tr: XXX Please update the System Account for domain {0} to ensure proper Active Directory integration.

# LoginFailed
source: Login failed for user {0}@{1}. Exception : {2}
de_de: XXX Login failed for user {0}@{1}. Exception : {2}
es_es: XXX Login failed for user {0}@{1}. Exception : {2}
fr_fr: XXX Login failed for user {0}@{1}. Exception : {2}
it_it: XXX Login failed for user {0}@{1}. Exception : {2}
pt_pt: XXX Login failed for user {0}@{1}. Exception : {2}
tr_tr: XXX Login failed for user {0}@{1}. Exception : {2}

# PasswordUpdated
source: Domain password updated for domain user account {0}@{1}.
de_de: XXX Domain password updated for domain user account {0}@{1}.
es_es: XXX Domain password updated for domain user account {0}@{1}.
fr_fr: XXX Domain password updated for domain user account {0}@{1}.
it_it: XXX Domain password updated for domain user account {0}@{1}.
pt_pt: XXX Domain password updated for domain user account {0}@{1}.
tr_tr: XXX Domain password updated for domain user account {0}@{1}.

# UnableToConnectDomain
source: Unable to connect to the specified domain. Please verify that the domain name and system account credentials are entered correctly.
de_de: XXX Unable to connect to the specified domain. Please verify that the domain name and system account credentials are entered correctly.
es_es: XXX Unable to connect to the specified domain. Please verify that the domain name and system account credentials are entered correctly.
fr_fr: XXX Unable to connect to the specified domain. Please verify that the domain name and system account credentials are entered correctly.
it_it: XXX Unable to connect to the specified domain. Please verify that the domain name and system account credentials are entered correctly.
pt_pt: XXX Unable to connect to the specified domain. Please verify that the domain name and system account credentials are entered correctly.
tr_tr: XXX Unable to connect to the specified domain. Please verify that the domain name and system account credentials are entered correctly.

# ADNetworkError
source: Network error occurred while attempt to access the Active Directory server {0}.
de_de: XXX Network error occurred while attempt to access the Active Directory server {0}.
es_es: XXX Network error occurred while attempt to access the Active Directory server {0}.
fr_fr: XXX Network error occurred while attempt to access the Active Directory server {0}.
it_it: XXX Network error occurred while attempt to access the Active Directory server {0}.
pt_pt: XXX Network error occurred while attempt to access the Active Directory server {0}.
tr_tr: XXX Network error occurred while attempt to access the Active Directory server {0}.

# DisabledAccount
source: Attempt to login with disabled account:{0}@{1}
de_de: XXX Attempt to login with disabled account:{0}@{1}
es_es: XXX Attempt to login with disabled account:{0}@{1}
fr_fr: XXX Attempt to login with disabled account:{0}@{1}
it_it: XXX Attempt to login with disabled account:{0}@{1}
pt_pt: XXX Attempt to login with disabled account:{0}@{1}
tr_tr: XXX Attempt to login with disabled account:{0}@{1}

# ExpiredAccount
source: Attempt to login with expired account: {0}@{1}
de_de: XXX Attempt to login with expired account: {0}@{1}
es_es: XXX Attempt to login with expired account: {0}@{1}
fr_fr: XXX Attempt to login with expired account: {0}@{1}
it_it: XXX Attempt to login with expired account: {0}@{1}
pt_pt: XXX Attempt to login with expired account: {0}@{1}
tr_tr: XXX Attempt to login with expired account: {0}@{1}

# LockedAccount
source: Attempt to login with locked account: {0}@{1}
de_de: XXX Attempt to login with locked account: {0}@{1}
es_es: XXX Attempt to login with locked account: {0}@{1}
fr_fr: XXX Attempt to login with locked account: {0}@{1}
it_it: XXX Attempt to login with locked account: {0}@{1}
pt_pt: XXX Attempt to login with locked account: {0}@{1}
tr_tr: XXX Attempt to login with locked account: {0}@{1}

# UserRegistered
source: User ID {0} has successfully registered for Active Directory using account {1}@{2}.
de_de: XXX User ID {0} has successfully registered for Active Directory using account {1}@{2}.
es_es: XXX User ID {0} has successfully registered for Active Directory using account {1}@{2}.
fr_fr: XXX User ID {0} has successfully registered for Active Directory using account {1}@{2}.
it_it: XXX User ID {0} has successfully registered for Active Directory using account {1}@{2}.
pt_pt: XXX User ID {0} has successfully registered for Active Directory using account {1}@{2}.
tr_tr: XXX User ID {0} has successfully registered for Active Directory using account {1}@{2}.

# ExpiredADPassword
source: Attempt to login using an expired password. Active Directory account {0}@{1}.
de_de: XXX Attempt to login using an expired password. Active Directory account {0}@{1}.
es_es: XXX Attempt to login using an expired password. Active Directory account {0}@{1}.
fr_fr: XXX Attempt to login using an expired password. Active Directory account {0}@{1}.
it_it: XXX Attempt to login using an expired password. Active Directory account {0}@{1}.
pt_pt: XXX Attempt to login using an expired password. Active Directory account {0}@{1}.
tr_tr: XXX Attempt to login using an expired password. Active Directory account {0}@{1}.

# InvalidCredentials
source: Attempt to login using invalid credentials with Active Directory account {0}@{1}.
de_de: XXX Attempt to login using invalid credentials with Active Directory account {0}@{1}.
es_es: XXX Attempt to login using invalid credentials with Active Directory account {0}@{1}.
fr_fr: XXX Attempt to login using invalid credentials with Active Directory account {0}@{1}.
it_it: XXX Attempt to login using invalid credentials with Active Directory account {0}@{1}.
pt_pt: XXX Attempt to login using invalid credentials with Active Directory account {0}@{1}.
tr_tr: XXX Attempt to login using invalid credentials with Active Directory account {0}@{1}.

source: Edit Domain
de_de: XXX Edit Domain
es_es: XXX Edit Domain
fr_fr: XXX Edit Domain
it_it: XXX Edit Domain
pt_pt: XXX Edit Domain
tr_tr: XXX Edit Domain

# EmptySystemPassword
source: Please enter the system account password for this domain.
de_de: XXXPlease enter the system account password for this domain.
es_es: XXXPlease enter the system account password for this domain.
fr_fr: XXXPlease enter the system account password for this domain.
it_it: XXXPlease enter the system account password for this domain.
pt_pt: XXXPlease enter the system account password for this domain.
tr_tr: XXXPlease enter the system account password for this domain.

# ModifyDomainName
source: Modifying the domain name will change the domain for all users currently associated with this domain. Do you wish to continue?
de_de: XXXModifying the domain name will change the domain for all users currently associated with this domain. Do you wish to continue?
es_es: XXXModifying the domain name will change the domain for all users currently associated with this domain. Do you wish to continue?
fr_fr: XXXModifying the domain name will change the domain for all users currently associated with this domain. Do you wish to continue?
it_it: XXXModifying the domain name will change the domain for all users currently associated with this domain. Do you wish to continue?
pt_pt: XXXModifying the domain name will change the domain for all users currently associated with this domain. Do you wish to continue?
tr_tr: XXXModifying the domain name will change the domain for all users currently associated with this domain. Do you wish to continue?

# DuplicateUser
source: The Active Directory account you are attempting to register is already associated with another Supply user’s account. An Active Directory account can only be associated with a single Supply user account
de_de: XXX The Active Directory account you are attempting to register is already associated with another Supply user’s account. An Active Directory account can only be associated with a single Supply user account
es_es: XXX The Active Directory account you are attempting to register is already associated with another Supply user’s account. An Active Directory account can only be associated with a single Supply user account
fr_fr: XXX The Active Directory account you are attempting to register is already associated with another Supply user’s account. An Active Directory account can only be associated with a single Supply user account
it_it: XXX The Active Directory account you are attempting to register is already associated with another Supply user’s account. An Active Directory account can only be associated with a single Supply user account
pt_pt: XXX The Active Directory account you are attempting to register is already associated with another Supply user’s account. An Active Directory account can only be associated with a single Supply user account
tr_tr: XXX The Active Directory account you are attempting to register is already associated with another Supply user’s account. An Active Directory account can only be associated with a single Supply user account

# ADCommunicationFailed
source: The system failed to access the Active Directory. Contact your organization's network administrator for further assistance.
de_de: XXX The system failed to access the Active Directory. Contact your organization's network administrator for further assistance.
es_es: XXX The system failed to access the Active Directory. Contact your organization's network administrator for further assistance.
fi_fi: XXX The system failed to access the Active Directory. Contact your organization's network administrator for further assistance.
fr_fr: XXX The system failed to access the Active Directory. Contact your organization's network administrator for further assistance.
it_it: XXX The system failed to access the Active Directory. Contact your organization's network administrator for further assistance.
pt_pt: XXX The system failed to access the Active Directory. Contact your organization's network administrator for further assistance.
tr_tr: XXX The system failed to access the Active Directory. Contact your organization's network administrator for further assistance.

# CantDeleteLastDomain
source: At least one Active Directory domain must be enabled at all times when the Active Directory only site option is turned on. Please add an additional domain or turn off Active Directory only before attempting to delete this domain.
de_de: XXXAt least one Active Directory domain must be enabled at all times when the Active Directory only site option is turned on. Please add an additional domain or turn off Active Directory only before attempting to delete this domain.
es_es: XXXAt least one Active Directory domain must be enabled at all times when the Active Directory only site option is turned on. Please add an additional domain or turn off Active Directory only before attempting to delete this domain.
fi_fi: XXXAt least one Active Directory domain must be enabled at all times when the Active Directory only site option is turned on. Please add an additional domain or turn off Active Directory only before attempting to delete this domain.
fr_fr: XXXAt least one Active Directory domain must be enabled at all times when the Active Directory only site option is turned on. Please add an additional domain or turn off Active Directory only before attempting to delete this domain.
it_it: XXXAt least one Active Directory domain must be enabled at all times when the Active Directory only site option is turned on. Please add an additional domain or turn off Active Directory only before attempting to delete this domain.
pt_pt: XXXAt least one Active Directory domain must be enabled at all times when the Active Directory only site option is turned on. Please add an additional domain or turn off Active Directory only before attempting to delete this domain.
tr_tr: XXXAt least one Active Directory domain must be enabled at all times when the Active Directory only site option is turned on. Please add an additional domain or turn off Active Directory only before attempting to delete this domain.

# OKstring
source: OK
es_es: Aceptar
tr_tr: Tamam
