Repository: AlderMatus/WPFDemo
Catalog: Carefusion.Supply.CSharpResource/CSharpResource.*.resx
Languages: de_de, es_es, fi_fi, fr_fr, it_it, pt_pt, tr_tr

# PrintersNotSetup
source: Printers are not set up in Console Site options. All reports will print to server default Printer.
de_de: In den Standortoptionen für die Konsole sind keine Drucker eingerichtet. Alle Berichte werden auf dem Server-Standarddrucker ausgegeben.
es_es: Las impresoras no están configuradas en las opciones de centro de la consola y no hay una impresora predeterminada. Todos los informes se imprimirán en la impresora predeterminada del servidor.
fi_fi: Tulostimia ei ole määritetty konsolin paikka-asetuksissa. Kaikki raportit tulostetaan palvelimen oletustulostimella.
fr_fr: Les imprimantes ne sont pas configurées dans les options du site de la console. Tous les rapports seront imprimés sur l'imprimante par défaut du serveur.
it_it: Nelle opzioni Console Site non sono impostate le stampanti. Tutti i rapporti verranno inviati alla stampante predefinita del server.
pt_pt: As impressoras não estão definidas nas opções de local da consola. Todos os relatórios serão impressos para a impressora predefinida do servidor.
tr_tr: Yazıcılar, Konsol Tesis seçeneklerinde ayarlanmamış. Tüm raporlar, sunucu varsayılan Yazıcısında yazdırılacak.

# PrintSimple
source: Print
de_de: Drucken
es_es: Imprimir
fi_fi: Tulosta
fr_fr: Imprimer
it_it: Stampa
pt_pt: Imprimir
tr_tr: Yazdır

# PrintSimpleTooltip
source: Print this report to the selected Printer and stay on this screen
de_de: Diesen Bericht auf dem ausgewählten Drucker ausgeben und in diesem Bildschirm bleiben
es_es: Imprimir este informe en la impresora seleccionada y permanecer en esta pantalla
fi_fi: Tulosta tämä raportti valitulla tulostimella ja pysy tässä näytössä
fr_fr: Imprimer ce rapport sur l'imprimante sélectionnée et rester sur cet écran
it_it: Stampa questo rapporto sulla stampante selezionata e resta su questa schermata
pt_pt: Imprimir este relatório para a impressora selecionada e permanecer neste ecrã
tr_tr: Bu raporu seçili Yazıcı'da yazdır ve bu ekranda kal

source: Queued
de_de: In Warteschlange gestellt
es_es: En cola
fi_fi: Jonossa
fr_fr: En file d'attente
it_it: In coda
pt_pt: Em espera
tr_tr: Sıraya Alındı

source: Refill Point
de_de: Nachfüllzeitpunkt
es_es: Punto de reposición
fi_fi: Täyttöpiste
fr_fr: Seuil de remplissage
it_it: Punto di ricarica
pt_pt: Ponto de recarga
tr_tr: Yeniden Doldurma Noktası

# RefillWhen
source: Refill when current is less than:
de_de: Nachfüllen, wenn aktueller Wert kleiner ist als:
es_es: Reponer cuando el valor actual es inferior a:
fi_fi: Nyk. määrä, jonka alittuessa täyttö tehdään:
fr_fr: Remplir lorsque le niveau actuel est inférieur à :
it_it: Ricarica quando livello corrente è inferiore a:
pt_pt: Recarregar quando o atual for inferior a:
tr_tr: Güncel değer şundan azsa yeniden doldur:

source: Report
de_de: Bericht
es_es: Informe
fi_fi: Raportti
fr_fr: Rapport
it_it: Rapporto
pt_pt: Relatório
tr_tr: Rapor

# ReportHasBeenDeleted
source: The selected Report has been deleted by either the Task Scheduler or a Console Client and cannot be edited. This Report will be removed from the list.
de_de: Der ausgewählte Bericht wurde entweder vom Task-Planer oder von einem Konsolen-Client gelöscht und kann nicht bearbeitet werden. Dieser Bericht wird aus der Liste gelöscht.
es_es: El informe seleccionado ha sido borrado por el programador de tareas o por un cliente de la consola y no puede editarse. Este informe se eliminará de la lista.
fi_fi: Valittu raportti on poistettu joko tehtäväajastimen tai konsolin työaseman kautta. Sitä ei voi muokata. Raportti poistetaan luettelosta.
fr_fr: Le rapport sélectionné a été supprimé par le programmateur de tâches ou une console client, et ne peut donc pas être modifié. Ce rapport sera supprimé de la liste.
it_it: Il rapporto selezionato è stato eliminato da Task Scheduler o da un Console Client e non può essere modificato. Il rapporto verrà rimosso dall'elenco.
pt_pt: O relatório selecionado foi eliminado pelo Programador de tarefas ou pelo Cliente de consola e não pode ser editado. O relatório será removido da lista.
tr_tr: Seçili Rapor, Task Scheduler veya bir Konsol İstemcisi tarafından silinmiş ve düzenlenemez. Bu Rapor, listeden kaldırılacak.

# reportNameLengthToLongText
source: '{0}' is greater than the maximum allowable length of: {1}
de_de: '{0}' ist größer als die maximal zulässige Länge von {1}
es_es: '{0}' es superior a la longitud máxima permitida de: {1}
fi_fi: {0} on pidempi kuin sallittu enimmäispituus {1}
fr_fr: '{0}' est supérieur à la longueur maximum autorisée : {1}
it_it: '{0}' è maggiore della lunghezza massima consentita di: {1}
pt_pt: "{0}" é superior ao comprimento máximo permitido de: {1}
tr_tr: '{0}', şunun için izin verilen maksimum uzunluktan daha uzun: {1}

# reportNameLengthToShortText
source: '{0}' is less than the minimum allowable length of: {1}
de_de: '{0}' ist kleiner als die minimal zulässige Länge von {1}
es_es: '{0}' es inferior a la longitud mínima permitida de: {1}
fi_fi: {0} on lyhempi kuin pakollinen vähimmäispituus {1}
fr_fr: '{0}' est inférieur à la longueur minimum autorisée : {1}
it_it: '{0}' è minore della lunghezza massima consentita di: {1}
pt_pt: "{0}" é inferior ao comprimento mínimo permitido de: {1}
tr_tr: '{0}', şunun için izin verilen minimum uzunluktan daha kısa: {1}

# ReportQueued
source: Report has now been queued for {0}.
de_de: Bericht wurde nun in die Warteschlange für {0} gestellt.
es_es: El informe está ahora en cola para {0}.
fi_fi: Raportti on nyt jonossa: {0}.
fr_fr: Le rapport est en file d'attente depuis {0}.
it_it: Rapporto messo in coda per {0}.
pt_pt: O relatório foi colocado em espera para {0}.
tr_tr: Rapor, şu anda {0} için sıraya alındı.

source: Restock
de_de: Auffüllen
es_es: Reposición
fi_fi: Täydennä
fr_fr: Restocker
it_it: Ristoccaggio
pt_pt: Rearmazenamento
tr_tr: Dolum

source: Retry
de_de: Noch einmal versuchen
es_es: Reintentar
fi_fi: Yritä uud.
fr_fr: Réessayer
it_it: Riprova
pt_pt: Tentar novamente
tr_tr: Tekrar Dene

# Right_click_to_add
source: Right click 'Batch Reports' Folder to add new Batch Folder
de_de: Klicken Sie mit der rechten Maustaste auf den Ordner 'Stapelberichte', um einen neuen Ordner für geplante Berichte hinzuzufügen
es_es: Haga clic con el botón derecho en la carpeta 'Informes programados' para añadir un nuevo informe programado
fi_fi: Lisää uusi eräkansio napsauttamalla Eräraportit-kansiota hiiren kakkospainikkeella.
fr_fr: Cliquez avec le bouton droit de la souris sur le dossier des rapports par lots pour ajouter un nouveau dossier par lot
it_it: Fare clic con il pulsante destro del mouse sulla cartella 'Rapporti programmati' per aggiungere una nuova cartella dei rapporti programmati.
pt_pt: Clique com o botão direito na pasta "Relatórios em lote" para adicionar uma nova pasta de lote
tr_tr: Yeni Seri Klasör eklemek için "Seri Raporlar" Klasörüne sağ tıklayın

# Right_click_to_add_edit
source: Right click Folder to add new, edit or delete Batch Folder
de_de: Klicken Sie mit der rechten Maustaste auf 'Ordner', um einen Ordner für geplante Berichte hinzuzufügen, zu bearbeiten oder zu löschen
es_es: Haga clic con el botón derecho en la carpeta para añadir una nueva, editar o eliminar una carpeta del lote
fi_fi: Lisää, muokkaa tai poista eräkansioita napsauttamalla kansiota hiiren kakkospainikkeella
fr_fr: Cliquez avec le bouton droit de la souris sur le dossier pour ajouter un nouveau dossier par lot, le modifier ou le supprimer
it_it: Fare clic con il pulsante destro del mouse sulla cartella per aggiungere, modificare o eliminare una cartella dei rapporti programmati
pt_pt: Clique com o botão direito em Pasta para adicionar, editar ou eliminar uma Pasta de lote
tr_tr: Yeni Seri Klasör eklemek, Seri Klasörü düzenlemek veya silmek için Klasör'e sağ tıklayın

# RptFilenameEmpty
source: Viewing failed - could not find completed Report file to view.
de_de: Anzeigevorgang fehlgeschlagen. Keine Datei eines abgeschlossenen Berichts zum Anzeigen gefunden.
es_es: Visualización fallida - no se puede encontrar el archivo de informe completado para visualizarlo.
fi_fi: Tarkastelu epäonnistui - valmista raporttitiedostoa ei löytynyt tarkasteltavaksi.
fr_fr: Échec de visualisation - Fichier rapport terminé à visualiser introuvable.
it_it: Visualizzazione non riuscita - impossibile trovare il file Rapporti completato da visualizzare.
pt_pt: Falha na visualização – Não foi possível encontrar o ficheiro de relatório completo para visualizar.
tr_tr: Görüntüleme başarısız oldu - görüntülenecek tamamlanmış Rapor dosyası bulunamadı.

# RptFileUnavailable
source: Viewing failed - Could not access Report file.
de_de: Anzeigevorgang fehlgeschlagen. Zugriff auf Berichtsdatei nicht möglich.
es_es: Visualización fallida - No se puede acceder al archivo del informe.
fi_fi: Tarkastelu epäonnistui - raporttitiedostoa ei voitu avata.
fr_fr: Échec de visualisation - Impossible d'accéder au fichier de rapport.
it_it: Visualizzazione non riuscita - Impossibile accedere al file Rapporti.
pt_pt: Falha na visualização – Não foi possível aceder ao ficheiro do relatório.
tr_tr: Görüntüleme başarısız oldu - Rapor dosyasına erişilemedi.

# Run
source: running
de_de: wird ausgeführt
es_es: activo
fi_fi: suoritetaan
fr_fr: en cours d'exécution
it_it: in esecuzione
pt_pt: em execução
tr_tr: çalışıyor

source: Running
de_de: Wird ausgeführt
es_es: Activo
fi_fi: Suoritus meneillään
fr_fr: En cours d'exécution
it_it: In esecuzione
pt_pt: Em execução
tr_tr: Çalıştırma

source: Saturday
de_de: Samstag
es_es: Sábado
fi_fi: lauantai
fr_fr: Samedi
it_it: Sabato
pt_pt: Sábado
tr_tr: Cumartesi

source: Schedule
de_de: Zeitplan
es_es: Programación
fi_fi: Ajoitus
fr_fr: Programme
it_it: Pianificazione
pt_pt: Programar
tr_tr: Program

# SCHEDULE_AFTER1_AM
source: Please schedule Maintenance after 1 AM
de_de: Planen Sie die Wartung nach 1:00 Uhr ein
es_es: Programe el mantenimiento pasada la 1 AM
fi_fi: Ylläpito on Ajoitettava suoritettavaksi klo 01 jälkeen
fr_fr: Programmez la maintenance après 1h
it_it: Pianificare la manutenzione dopo le ore 1 del mattino
pt_pt: Programe a manutenção para depois da 01H00
tr_tr: Lütfen 01:00'dan sonra Bakım planlayın

# SchedulePast
source: This batch report is scheduled to run in the past. Do you want to continue saving?
de_de: Die Zeitplanung für diesen Bericht sieht die Ausführung in der Vergangenheit vor. Soll der Speichervorgang fortgesetzt werden?
es_es: Este informe está programado para ejecutarse en el pasado. ¿Desea continuar guardando?
fi_fi: Tälle eräraportille määritetty suorituksen ajoitus on menneisyydessä. Haluatko jatkaa tallentamista?
fr_fr: Ce rapport par lot est programmé pour être exécuté à une date dépassée. Voulez-vous poursuivre l'enregistrement ?
it_it: La pianificazione dell'esecuzione di questo rapporto programmato è trascorsa. Continuare con il salvataggio?
pt_pt: Este relatório em lote está programado para ser executado no passado. Pretende continuar e guardar?
tr_tr: Bu seri rapor, geçmişte çalışacak şekilde programlanmış. Kaydetmeye devam etmek istiyor musunuz?

source: Second
es_es: Segundo
fi_fi: Toinen
fr_fr: Deuxième
it_it: Secondo
pt_pt: Segundo
tr_tr: İkinci

# SelectAtLeastOneReport
source: Please select at least one report to edit.
de_de: Wählen Sie mindestens einen Bericht zur Bearbeitung aus.
es_es: Seleccione al menos un informe que editar.
fi_fi: Valitse ainakin yksi raportti muokattavaksi.
fr_fr: Sélectionnez au moins un rapport à modifier.
it_it: Selezionare almeno u rapporto da modificare.
pt_pt: Selecione, pelo menos, um relatório para editar.
tr_tr: Lütfen düzenlemek için en az bir rapor seçin.

# SelectDay
source: Please select at least one day.
de_de: Wählen Sie mindestens einen Tag aus.
es_es: Seleccione al menos un día.
fi_fi: Valitse ainakin yksi päivä.
fr_fr: Sélectionnez au moins un jour.
it_it: Selezionare un giorno.
pt_pt: Selecione, pelo menos, um dia.
tr_tr: Lütfen en az bir gün seçin.

# SelectMonth
source: Please select at least one month.
de_de: Wählen Sie mindestens einen Monat aus.
es_es: Seleccione al menos un mes.
fi_fi: Valitse ainakin yksi kuukausi.
fr_fr: Sélectionnez au moins un mois.
it_it: Selezionare un mese.
pt_pt: Selecione, pelo menos, um mês.
tr_tr: Lütfen en az bir ay seçin.

source: September
es_es: Septiembre
fi_fi: syyskuu
fr_fr: Septembre
it_it: Settembre
pt_pt: Setembro
tr_tr: Eylül

source: Server Default
de_de: Server-Standard
es_es: Servidor predeterminado
fi_fi: Palvelimen oletus
fr_fr: Valeur par défaut du serveur
it_it: Valori predefiniti server
pt_pt: Predefinição do servidor
tr_tr: Sunucu Varsayılanı

source: Seventh
es_es: Séptimo
fi_fi: Seitsemäs
fr_fr: Septième
it_it: Settimo
pt_pt: Sétimo
tr_tr: Yedinci

source: Sixth
es_es: Sexto
fi_fi: Kuudes
fr_fr: Sixième
it_it: Sesto
pt_pt: Sexto
tr_tr: Altıncı

# smtpBody
source: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">The Pyxis<sup>&reg;</sup> SupplyCenter&trade; Report Service has completed your request. Your report is attached.</p></BODY></HTML>
de_de: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">Der Pyxis<sup>&reg;</sup> SupplyCenter&trade;-Berichtsdienst hat Ihre Anforderung ausgeführt. Ihr Bericht ist beigefügt.</p></BODY></HTML>
es_es: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">El centro comercial y de suministro<sup>&reg;</sup> de Pyxis; El servicio de informes ha completado su solicitud. Su informe está adjunto.</p></BODY></HTML>
fi_fi: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">Pyxis<sup>&reg;</sup> SupplyCenter&trade; -raportointipalvelu on käsitellyt pyyntösi. Valmis raportti on liitteenä.</p></BODY></HTML>
fr_fr: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">Le service Report Service de Pyxis<sup>&reg;</sup> SupplyCenter&trade; a traité votre demande. Vous trouverez votre rapport en pièce jointe.</p></BODY></HTML>
it_it: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial"> Pyxis<sup>&reg;</sup> SupplyCenter&trade; Il servizio rapporti ha completato la richiesta. Report allegato. </p></BODY></HTML>
pt_pt: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">O serviço de relatórios do Pyxis<sup>&reg;</sup> SupplyCenter&trade; concluiu o seu pedido. O seu relatório encontra-se anexado.</p></BODY></HTML>
tr_tr: <HTML><HEAD></HEAD><BODY bgColor="#FFFFF0"><p><span style="font-family: Arial">Pyxis<sup>&reg;</sup> SupplyCenter&trade; Rapor Servisi talebinizi tamamladı. Raporunuz ektedir.</p></BODY></HTML>

# smtpSubject
source: Report Completion Notification
de_de: Benachrichtigung zur Berichtserstellung
es_es: Notificación de finalización de informe
fi_fi: Ilmoitus raportin valmistumisesta
fr_fr: Notification de fin de rapport
it_it: Notifica completamento rapporti
pt_pt: Notificação da conclusão do relatório
tr_tr: Rapor Tamamlama Bildirimi

source: Sort
de_de: Sortieren
es_es: Ordenar
fi_fi: Lajittelu
fr_fr: Trier
it_it: Ordina
pt_pt: Ordenar
tr_tr: Sırala

source: Sort item not selected.
de_de: Sortierartikel nicht ausgewählt.
es_es: Ordenar artículo no seleccionado.
fi_fi: Tuotteen lajittelua ei ole valittu.
fr_fr: Article de tri non sélectionné.
it_it: Ordina articolo non selezionato.
pt_pt: O item de ordenação não está selecionado.
tr_tr: Öğe sıralama seçilmedi.

# SpaceAtSpace
source: at
de_de: um
es_es: a las
fi_fi: klo
fr_fr: à
it_it: alle
pt_pt: às
tr_tr: saat:

# SpaceDaysAtSpace
source: days at
de_de: Tage um
es_es: días a las
fi_fi: pv:n välein klo
fr_fr: jours à
it_it: giorni alle
pt_pt: dias às
tr_tr: günlerinde, saat

# SpaceOfEveryMonthAtSpace
source: of every month at
de_de: jedes Monats um
es_es: de cada mes a las
fi_fi: joka kk klo
fr_fr: de chaque mois à
it_it: di ogni mese alle
pt_pt: de cada mês às
tr_tr: her ay, şu saatte:

# SpaceOfEverySpace
source: of every
de_de: jedes
es_es: de cada
fi_fi: joka
fr_fr: de chaque
it_it: di ogni
pt_pt: de cada
tr_tr: her

# SpaceOfSpace
source: of
de_de: von
es_es: de
fr_fr: sur
it_it: di
pt_pt: de

# SpaceWeeksOnSpace
source: weeks on
de_de: Wochen am
es_es: semanas en
fi_fi: vkon välein, pv:
fr_fr: semaines en
it_it: settimane il
pt_pt: semanas em
tr_tr: hafta şu gün:

source: starting
de_de: startet
es_es: iniciando
fi_fi: käynnistyy
fr_fr: début
it_it: inizia
pt_pt: a iniciar
tr_tr: başlangıç

source: Status
es_es: Estado
fi_fi: Tila
fr_fr: État
it_it: Stato
pt_pt: Estado
tr_tr: Durum

source: stock and nonstock items
de_de: Lagerartikel und nicht auf Lager vorhandene Artikel
es_es: artículos en stock y fuera de stock
fi_fi: varastotuotteet ja varastoon kuulumattomat tuotteet
fr_fr: articles en stock et hors stock
it_it: articoli in scorta e non in scorta
pt_pt: itens de armazenamento e não armazenamento
tr_tr: stoklu ve stok dışı öğeler

source: stock items only
de_de: Nur Lagerartikel
es_es: solo artículos en stock
fi_fi: vain varastotuotteet
fr_fr: articles en stock uniquement
it_it: solo articoli in scorta
pt_pt: apenas itens de armazenamento
tr_tr: sadece stoklu öğeler

# StringRangeFormat
source: is between {0} and {1}
de_de: ist zwischen {0} und {1}
es_es: es entre {0} y {1}
fi_fi: on välillä {0} - {1}
fr_fr: arrive entre {0} et {1}
it_it: è compreso tra {0} e {1}
pt_pt: está entre {0} e {1}
tr_tr: {0} ile {1} arasındadır

source: Sunday
de_de: Sonntag
es_es: Domingo
fi_fi: sunnuntai
fr_fr: Dimanche
it_it: Domenica
pt_pt: Domingo
tr_tr: Pazar

# SureDeleteTask
source: Are you sure you want to delete the selected task?
de_de: Möchten Sie den ausgewählten Task wirklich löschen?
es_es: ¿Está seguro de que desea eliminar la tarea seleccionada?
fi_fi: Haluatko varmasti poistaa valitun tehtävän?
fr_fr: Souhaitez-vous réellement supprimer la tâche sélectionnée ?
it_it: Eliminare l'attività selezionata?
pt_pt: Tem a certeza de que pretende eliminar a tarefa selecionada?
tr_tr: Seçili görevi silmek istediğinizden emin misiniz?

# SureDisableTask
source: Are you sure you want to disable this task?
de_de: Möchten Sie diesen Task wirklich deaktivieren?
es_es: ¿Está seguro de que desea deshabilitar esta tarea?
fi_fi: Haluatko varmasti poistaa tämän tehtävän käytöstä?
fr_fr: Souhaitez-vous réellement désactiver cette tâche ?
it_it: Disattivare questa attività?
pt_pt: Tem a certeza de que pretende desativar esta tarefa?
tr_tr: Bu görevi devre dışı bırakmak istediğinizden emin misiniz?

# SureRunBackup
source: Are you sure you want to run Backup now?
de_de: Soll die Sicherung wirklich jetzt gestartet werden?
es_es: ¿Está seguro de que desea ejecutar la copia de seguridad ahora?
fi_fi: Haluatko varmasti suorittaa varmuuskopioinnin nyt?
fr_fr: Souhaitez-vous réellement exécuter la sauvegarde maintenant ?
it_it: Eseguire il backup ora?
pt_pt: Tem a certeza de que pretende executar a cópia de segurança agora?
tr_tr: Yedekleme'yi şimdi çalıştırmak istediğinizden emin misiniz?

# SureRunMaintenance
source: Are you sure you want to run Maintenance now?
de_de: Soll die Wartung wirklich jetzt gestartet werden?
es_es: ¿Está seguro de que desea ejecutar el mantenimiento ahora?
fi_fi: Haluatko varmasti suorittaa ylläpidon nyt?
fr_fr: Souhaitez-vous réellement exécuter la maintenance maintenant ?
it_it: Eseguire la manutenzione ora?
pt_pt: Tem a certeza de que pretende efetuar a manutenção agora?
tr_tr: Bakım'ı şimdi çalıştırmak istediğinizden emin misiniz?

# SureRunTask
source: Are you sure you want to run the selected task?
de_de: Möchten Sie den ausgewählten Task wirklich starten?
es_es: ¿Está seguro de que desea ejecutar la tarea seleccionada?
fi_fi: Haluatko varmasti suorittaa valitun tehtävän?
fr_fr: Souhaitez-vous réellement exécuter la tâche sélectionnée ?
it_it: Eseguire l'attività selezionata?
pt_pt: Tem a certeza de que pretende executar a tarefa selecionada?
tr_tr: Seçili görevi çalıştırmak istediğinizden emin misiniz?

# SureToOverride
source: Are you sure you want to override the existing report?
de_de: Möchten Sie den vorhandenen Bericht wirklich überschreiben?
es_es: ¿Está seguro de que desea ignorar el informe existente?
fi_fi: Haluatko varmasti ohittaa olemassa olevan raportin?
fr_fr: Souhaitez-vous réellement remplacer le rapport existant ?
it_it: Sovrascrivere il rapporto esistente?
pt_pt: Tem a certeza de que pretende substituir o relatório existente?
tr_tr: Mevcut raporu geçersiz kılmak istediğinizden emin misiniz?

source: System
es_es: Sistema
fi_fi: Järjestelmä
fr_fr: Système
it_it: Sistema
pt_pt: Sistema
tr_tr: Sistem

source: Third
es_es: Tercero
fi_fi: Kolmas
fr_fr: Troisième
it_it: Terzo
pt_pt: Terceiro
tr_tr: Üçüncü

source: through
de_de: bis
es_es: a través de
fr_fr: plage
it_it: attraverso
pt_pt: até
tr_tr: aracılığıyla

source: Thursday
de_de: Donnerstag
es_es: Jueves
fi_fi: torstai
fr_fr: Jeudi
it_it: Giovedì
pt_pt: Quinta-feira
tr_tr: Perşembe

# ticiForSelectReportNotSetText
source: You must set a Cycle Counts Per TICI for report '{0}'
de_de: Für Bericht '{0}' müssen die Zykluszahlen pro GBZI festgelegt werden
es_es: Debe establecer un Recuento de ciclos por TICI para el informe '{0}'
fi_fi: Raportille {0} on määritettävä sykl. laskentojen määrä luett. kok.laskennan aikavälillä
fr_fr: Vous devez définir un nombre de cycles par TICI pour le rapport '{0}'
it_it: Impostare un Conteggio cicli per TICI per il rapporto '{0}'
pt_pt: É necessário definir Contas de ciclo por TICI para o relatório "{0}"
tr_tr: '{0}' raporu için bir TICI Başına Döngü Sayımları ayarlamanız gerekiyor

source: to
de_de: bis
es_es: a
fr_fr: à
it_it: a
pt_pt: a
tr_tr: ila

# trySetTiciFailedText
source: Setting TICI to {0} will force re-calculation of 'Cycle Counts Per TICI' for {1} {2} Do you want to proceed?
de_de: Der GBZI-Wert {0} bewirkt die Neuberechnung der Zykluszahlen pro GBZI für {1} {2} Möchten Sie fortfahren?
es_es: Si establece TICI en {0} se forzará el recálculo de 'Recuentos de ciclo por TICI' para {1} {2} ¿Desea continuar?
fi_fi: Jos luett. kok.laskennan aikaväliksi määritetään {0}, kohteen {1} sykl. laskentojen määrä luett. kok.laskennan aikavälillä lasketaan uudelleen {2} Haluatko jatkaa?
fr_fr: Attribuer la valeur {0} au paramètre TICI entraîne un nouveau calcul du nombre de cycles par TICI pour {1} {2} Voulez-vous continuer ?
it_it: L'impostazione di TICI su {0} forzerà il ricalcolo di 'Conteggio cicli per TICI' per {1} {2} Continuare?
pt_pt: Definir TICI para {0} irá forçar um novo cálculo de "Contas de ciclo por TICI" para {1} {2} Pretende continuar?
tr_tr: TICI'yı {0} olarak ayarlamak, {1} için "TICI Başına Döngü Sayımları"nın yeniden hesaplanmasını gerektirir {2} Devam etmek istiyor musunuz?

source: Tuesday
de_de: Dienstag
es_es: Martes
fi_fi: tiistai
fr_fr: Mardi
it_it: Martedì
pt_pt: Terça-feira
tr_tr: Salı

source: Unit Of Measure
de_de: Maßeinheit
es_es: Unidad de medida
fi_fi: Mittayksikkö
fr_fr: Unité de mesure
it_it: Unità di misura
pt_pt: Unidade de medida
tr_tr: Ölçü Birimi

source: Unknown
de_de: Unbekannt
es_es: Desconocido
fi_fi: Tuntematon
fr_fr: Inconnu
it_it: Sconosciuto
pt_pt: Desconhecido
tr_tr: Bilinmiyor

source: Unknown Report Title
de_de: Unbekannter Berichtstitel
es_es: Título de informe desconocido
fi_fi: Tuntematon raportin otsikko
fr_fr: Titre de rapport inconnu
it_it: Titolo rapporto sconosciuto
pt_pt: Título de relatório desconhecido
tr_tr: Bilinmeyen Rapor Başlığı
